Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_ADD_TO_FAVORITES
source: Show/hide the 'Add to Favorites' option.
es: Mostrar/ocultar la opción de 'Agregar a favoritos'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_OPTIONS
source: Show Options
es: Mostrar opciones

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_OPTIONS
source: Show/hide the 'Options' option.
es: Mostrar/ocultar la opción de 'Opciones'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_CONTROLS
source: Show Controls
es: Mostrar Controles

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_CONTROLS
source: Show/hide the 'Controls' option.
es: Mostrar/ocultar la opción de 'Controles'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_CHEATS
source: Show Cheats
es: Mostrar trucos

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_CHEATS
source: Show/hide the 'Cheats' option.
es: Mostrar/ocultar la opción de 'Trucos'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_SHADERS
source: Show Shaders
es: Mostrar Shaders

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_SHADERS
source: Show/hide the 'Shaders' option.
es: Mostrar/ocultar la opción de 'Shaders'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_SAVE_CORE_OVERRIDES
source: Show Save Core Overrides
es: Mostrar anulaciones de núcleo

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_SAVE_CORE_OVERRIDES
source: Show/hide the 'Save Core Overrides' option.
es: Mostrar/ocultar la opción de 'Guardar anulaciones de núcleo'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_SAVE_GAME_OVERRIDES
source: Show Save Game Overrides
es: Mostrar anulaciones de juego

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_SAVE_GAME_OVERRIDES
source: Show/hide the 'Save Game Overrides' option.
es: Mostrar/ocultar la opción de 'Guardar anulaciones de juego'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_INFORMATION
source: Show Information
es: Mostrar información

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_INFORMATION
source: Show/hide the 'Information' option.
es: Mostrar/ocultar la opción de 'Información'

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_BGCOLOR_ENABLE
source: Notification Background Enable
es: Activar fondo de notificaciones

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_BGCOLOR_RED
source: Notification Background Red Color
es: Fondo de notif. componente roja

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_BGCOLOR_GREEN
source: Notification Background Green Color
es: Fondo de notif. componente verde

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_BGCOLOR_BLUE
source: Notification Background Blue Color
es: Fondo de notif. componente azul

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_BGCOLOR_OPACITY
source: Notification Background Opacity
es: Fondo de notif. opacidad

# MENU_ENUM_LABEL_VALUE_MENU_DISABLE_KIOSK_MODE
source: Disable Kiosk Mode
es: Desactivar modo kiosco

# MENU_ENUM_SUBLABEL_MENU_DISABLE_KIOSK_MODE
source: Disables kiosk mode. A restart is required for the change to take full effect.
es: Desactiva el modo kiosco. Es necesario reiniciar para completar

# MENU_ENUM_LABEL_VALUE_MENU_ENABLE_KIOSK_MODE
source: Enable Kiosk Mode
es: Activar modo kiosco

# MENU_ENUM_SUBLABEL_MENU_ENABLE_KIOSK_MODE
source: Protects the setup by hiding all configuration related settings.
es: Protege la configuración ocultándola

# MENU_ENUM_LABEL_VALUE_MENU_KIOSK_MODE_PASSWORD
source: Set Password For Disabling Kiosk Mode
es: Establecer contraseña para desactivar modo kiosco

# MENU_ENUM_SUBLABEL_MENU_KIOSK_MODE_PASSWORD
source: Supplying a password when enabling kiosk mode makes it possible to later disable it from the menu, by going to the Main Menu, selecting Disable Kiosk Mode and entering the password.
es: Proveer una contraseña al activar el modo kiosco hace posible desactivarlo desde el menú principal, seleccionando 'Desactivar modo kiosco' e introduciendo la contraseña

# MSG_INPUT_KIOSK_MODE_PASSWORD
source: Enter Password
de: Passwort eingeben
es: Ingresar contraseña
it: Inserisci Password
ru: Введите пароль

# MSG_INPUT_KIOSK_MODE_PASSWORD_OK
source: Password correct.
de: Passwort korrekt.
es: Contraseña correcta
it: Password corretta.
ru: Пароль верен.

# MSG_INPUT_KIOSK_MODE_PASSWORD_NOK
source: Password incorrect.
de: Passwort falsch.
es: Contraseña incorrecta
it: Password non corretta.
ru: Пароль неверен.

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_COLOR_RED
source: Notification Red Color
es: Notificación componente roja

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_COLOR_GREEN
source: Notification Green Color
es: Notificación componente verde

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_COLOR_BLUE
source: Notification Blue Color
es: Notificación componente azul

# MENU_ENUM_LABEL_VALUE_FRAMECOUNT_SHOW
source: Show frame count on FPS display
es: Contador de frames junto a FPS

# MSG_CONFIG_OVERRIDE_LOADED
source: Configuration override loaded.
es: Anulaciones de configuraciones cargadas

# MSG_GAME_REMAP_FILE_LOADED
source: Game remap file loaded.
es: Archivo de reasignaciones de juego cargado

# MSG_CORE_REMAP_FILE_LOADED
source: Core remap file loaded.
es: Archivo de reasignaciones de núcleo cargado

# MENU_ENUM_LABEL_VALUE_AUTOMATICALLY_ADD_CONTENT_TO_PLAYLIST
source: Automatically add content to playlist
es: Agregar contenido automáticamente a la lista de reproducción

# MENU_ENUM_SUBLABEL_AUTOMATICALLY_ADD_CONTENT_TO_PLAYLIST
source: Automatically scans loaded content so they appear inside playlists.
es: Escanea automáticamente el contenido cargado para que aparezca en las listas de reproducción

# MSG_SCANNING_OF_FILE_FINISHED
source: Scanning of file finished
es: Escaneo de archivo finalizado
it: Scansione del file completata

# MENU_ENUM_LABEL_VALUE_VIDEO_WINDOW_OPACITY
source: Window Opacity
es: Opacidad de la ventana

# MENU_ENUM_LABEL_VALUE_AUDIO_RESAMPLER_QUALITY
source: Audio Resampler Quality
es: Calidad del muestreo de audio

# MENU_ENUM_SUBLABEL_AUDIO_RESAMPLER_QUALITY
source: Lower this value to favor performance/lower latency over audio quality, increase if you want better audio quality at the expense of performance/lower latency.
es: Valores mas bajos favorecen el rendimiento y bajan la latencia a costa de la calidad, incrementar el valor aumentará la calidad a costa del rendimiento y latencia

# MENU_ENUM_LABEL_VALUE_SHADER_WATCH_FOR_CHANGES
source: Watch shader files for changes
es: Vigilar cambios en los shader

# MENU_ENUM_SUBLABEL_SHADER_WATCH_FOR_CHANGES
source: Auto-apply changes made to shader files on disk.
es: Auto-aplica los cambios hechos a los archivos shader del disco

# MENU_ENUM_LABEL_VALUE_VIDEO_WINDOW_SHOW_DECORATIONS
source: Show Window Decorations
es: Mostrar Decoraciones de Ventanas

# MSG_BRINGING_UP_COMMAND_INTERFACE_ON_PORT
source: bringing_up_command_interface_at_port
de: Starte Befehlsinterface auf Port
fr: Amener l'interface de commande sur le port
it: Bringing up command interface on port
pt_br: Trazendo a interface de comando na porta
ru: Вывод командного интерфейса на порт

# MSG_DISCONNECT_DEVICE_FROM_A_VALID_PORT
source: disconnect_device_from_a_valid_port
de: Gerät von einem gültigen Anschluss trennen.
fr: Déconnexion du périphérique depuis un port valide.
it: Disconnessione del dispositivo da una porta valida
pt_br: Desconectar dispositivo de uma porta válida.
ru: Отключите устройство от действительного порта.

# MSG_FAILED_TO_START_AUDIO_DRIVER
source: failed_to_start_audio_driver
de: Audiotreiber konnte nicht gestartet werden. Fahre ohne Audio fort.
fr: Échec du démarrage du pilote audio. Pas de son.
it: Impossibile avviare il driver audio.Il contenuto continuerà senza audio.
pt_br: Falha em iniciar o driver de áudio. Prosseguindo sem áudio.
ru: Не удалось запустить звуковой драйвер. Будет продолжено без звука.

# MSG_FOUND_LAST_STATE_SLOT
source: found_last_state_slot
de: Letzten Speicherplatz gefunden
fr: Dernier emplacement d'état trouvé
it: Trovato l'ultimo slot di salvataggio
pt_br: Encontrada último compartimento de Estado de Jogo
ru: Найдено последний слот состояния

# MENU_ENUM_LABEL_RENAME_ENTRY
source: rename_entry
fr: Rename
ru: Переименовать

# MSG_GOT_CONNECTION_FROM
source: Got connection from: \"%s\
de: Verbindung mit \"%s\" hergestellt
fr: Connexion reçue depuis : \"%s\
it: Connessione da: \"%s\
pt_br: Conexão recebida de: \"%s\
ru: Установлено соединение с: \"%s\

# MSG_GOT_CONNECTION_FROM_NAME
source: Got connection from: \"%s (%s)\
de: Verbindung mit \"%s (%s)\" hergestellt
fr: Connexion reçue de : \"%s (%s)\
it: Hai connessione da: \"%s (%s)\
pt_br: Conexão recebida de: \"%s (%s)\
ru: Установлено соединение с: \"%s (%s)\

# MSG_NETPLAY_SERVER_NAMED_HANGUP
source: \"%s\" has disconnected
de: \"%s\" wurde getrennt
fr: \"%s\" s'est déconnecté
it: \"%s\" si è disconnesso
pt_br: \"%s\" desconectou
ru: \"%s\" отключился

# MSG_NETPLAY_PEER_PAUSED
source: Netplay peer \"%s\" paused
de: Netplay-Teilnehmer \"%s\" pausiert
fr: Le joueur \"%s\" à mis en pause
it: Netplay peer \"%s\"in pausa
pt_br: Par do Netplay \"%s\" pausou
ru: Пир netplay \"%s\" приостановил игру

# MSG_NETPLAY_CHANGED_NICK
source: Your nickname changed to \"%s\
de: Dein Nickname wurde zu \"%s\" geändert
fr: Votre pseudo est maintenant \"%s\
it: Il tuo nickname è cambiato in \"%s\
pt_br: Seu apelido mudou para \"%s\
ru: Ваш ник изменился на \"%s\

# MENU_ENUM_LABEL_VALUE_AUDIO_SETTINGS
source: Audio
ru: Аудио

# MENU_ENUM_LABEL_VALUE_CHEEVOS_SETTINGS
source: RetroAchievements
fr: Trophées
ru: Достижения

# MENU_ENUM_LABEL_VALUE_CORE_INFO_FIRMWARE
source: Firmware(s)
ru: Микропрограммы

# MENU_ENUM_LABEL_VALUE_INPUT_POLL_TYPE_BEHAVIOR_NORMAL
source: Normal
ru: Нормально

# MENU_ENUM_LABEL_VALUE_LANG_ESPERANTO
source: Esperanto
fr: Espéranto
ru: Эсперанто

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_COLOR_THEME_NVIDIA_SHIELD
source: Shield
ru: NVIDIA Shield

# MENU_ENUM_LABEL_VALUE_MULTIMEDIA_SETTINGS
source: Multimedia
fr: Multimédia
ru: Мультимедиа

# MENU_ENUM_LABEL_VALUE_NO
source: No
fr: Non
ru: Нет

# MENU_ENUM_LABEL_VALUE_OFF
source: OFF
ru: ВЫКЛ

# MENU_ENUM_LABEL_VALUE_ON
source: ON
ru: ВКЛ

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_BBFC_RATING
source: BBFC Rating
fr: Note BBFC
ru: Рейтинг BBFC

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_CERO_RATING
source: CERO Rating
fr: Note CERO
ru: Рейтинг CERO

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_EDGE_MAGAZINE_ISSUE
source: Edge Magazine Issue
fr: Numéro du magazine Edge
ru: Проблема журнала Edge

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_EDGE_MAGAZINE_RATING
source: Edge Magazine Rating
fr: Note du magazine Edge
ru: Рейтинг журнала Edge

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_EDGE_MAGAZINE_REVIEW
source: Edge Magazine Review
fr: Test du magazine Edge
ru: Обзор журнала Edge

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_ELSPA_RATING
source: ELSPA Rating
fr: Classification ELSPA
ru: Рейтинг ELSPA

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_ENHANCEMENT_HW
source: Enhancement Hardware
fr: Matériel d'amélioration
ru: Оборудование для улучшения

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_ESRB_RATING
source: ESRB Rating
fr: Classification ESRB
ru: Рейтинг ESRB

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_FAMITSU_MAGAZINE_RATING
source: Famitsu Magazine Rating
fr: Note du magazine Famitsu
ru: Рейтинг журнала Famitsu

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_PEGI_RATING
source: PEGI Rating
fr: Classification PEGI
ru: Рейтинг PEGI

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_SERIAL
source: Serial
fr: Numéro de série
ru: Серия

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_TGDB_RATING
source: TGDB Rating
fr: Classification TGDB
ru: Рейтинг TGDB

# MENU_ENUM_LABEL_VALUE_RETROPAD
source: RetroPad
ru: Ретро-геймпад

# MENU_ENUM_LABEL_VALUE_SHADER
source: Shader
ru: Шейдер

# MENU_ENUM_LABEL_VALUE_SHADER_OPTIONS
source: Shaders
ru: Шейдеры

# MENU_ENUM_LABEL_VALUE_SHADER_PIPELINE_RIBBON
source: Ribbon
fr: Ruban
ru: Лента

# MENU_ENUM_LABEL_VALUE_VIDEO_SETTINGS
source: Video
fr: Vidéo
ru: Видео

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_PARAMETERS
source: Preview Shader Parameters
fr: Prévisualiser les paramètres
ru: Предварительный просмотр параметров шейдера

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_PRESET_PARAMETERS
source: Menu Shader Parameters
fr: Charger un pré-réglage de shader
ru: Параметры меню шейдера

# MENU_ENUM_LABEL_VALUE_VIDEO_TAB
source: Video
fr: Vidéo
ru: Видео

# MENU_ENUM_LABEL_VALUE_XMB_ICON_THEME_MONOCHROME
source: Monochrome
ru: Монохромный

# MENU_ENUM_LABEL_VALUE_XMB_ICON_THEME_SYSTEMATIC
source: Systematic
ru: Систематический

# MENU_ENUM_LABEL_VALUE_XMB_ICON_THEME_PIXEL
source: Pixel
ru: Пиксель

# MSG_BYTES
source: bytes
fr: octets
ru: Байт

# MSG_ERROR
source: Error
de: Fehler
fr: Erreur
it: Errore
pt_br: Erro
ru: Ошибка

# MSG_FRAMES
source: Frames
de: Bilder
fr: Images
pt_br: Quadros
ru: Рамки

# MSG_GAME_FOCUS_ON
source: Game focus on
de: Spielfokus ein
fr: Focus sur le jeu : ON
pt_br: Foco do jogo ligado
ru: Игровой фокус включен

# MSG_GAME_FOCUS_OFF
source: Game focus off
de: Spielfokus aus
fr: Focus sur le jeu : OFF
pt_br: Foco do jogo desligado
ru: Игровой фокус выключен

# MSG_RESET
source: Reset
de: Zurücksetzen
fr: Réinitialisation
it: Resetta
pt_br: Reinicializar
ru: Сброс

# MENU_ENUM_LABEL_VALUE_SHADER_PIPELINE_BOKEH
source: Bokeh
ru: Боке

# MENU_ENUM_LABEL_VALUE_GOTO_VIDEO
source: Video
ru: Видео
