Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MENU_ENUM_LABEL_VALUE_NAVIGATION_BROWSER_FILTER_SUPPORTED_EXTENSIONS_ENABLE
source: Filter unknown extensions
es: Filtrar extensiones desconocidas

# MENU_ENUM_LABEL_VALUE_NAVIGATION_WRAPAROUND
source: Navigation Wrap-Around
es: Volver al inicio al llegar al final

# MENU_ENUM_LABEL_VALUE_NEAREST
source: Nearest
es: Mas cercano
fr: Au plus proche
ru: Ближайший

# MENU_ENUM_LABEL_VALUE_NETPLAY
source: Netplay
es: Juego en red

# MENU_ENUM_LABEL_VALUE_NETPLAY_ALLOW_SLAVES
source: Allow Slave-Mode Clients
es: Permitir clientes en modo esclavo

# MENU_ENUM_LABEL_VALUE_NETPLAY_CHECK_FRAMES
source: Netplay Check Frames
es: Juego en red: chequear frames

# MENU_ENUM_LABEL_VALUE_NETPLAY_INPUT_LATENCY_FRAMES_MIN
source: Input Latency Frames
es: Latencia mínima en frames

# MENU_ENUM_LABEL_VALUE_NETPLAY_INPUT_LATENCY_FRAMES_RANGE
source: Input Latency Frames Range
es: Rango de latencia en frames

# MENU_ENUM_LABEL_VALUE_NETPLAY_DELAY_FRAMES
source: Netplay Delay Frames
es: Juego en red: retrasar frames

# MENU_ENUM_LABEL_VALUE_NETPLAY_DISCONNECT
source: Disconnect from netplay host
es: Desconectar del servidor
fr: Déconnexion
ru: Отключено

# MENU_ENUM_LABEL_VALUE_NETPLAY_ENABLE
source: Netplay Enable
es: Activar juego en red

# MENU_ENUM_LABEL_VALUE_NETPLAY_ENABLE_CLIENT
source: Connect to netplay host
es: Conectar al servidor de juego en red
fr: Se connecter à l'hôte distant
ru: Подключение к Netplay-хосту

# MENU_ENUM_LABEL_VALUE_NETPLAY_ENABLE_HOST
source: Start netplay host
es: Iniciar juego en red como servidor
fr: Commencer à héberger
ru: Запустить Netplay-хост

# MENU_ENUM_LABEL_VALUE_NETPLAY_DISABLE_HOST
source: Stop netplay host
es: Terminar juego en red
fr: Stopper l'hébergement
ru: Остановить Netplay-хост

# MENU_ENUM_LABEL_VALUE_NETPLAY_IP_ADDRESS
source: Server Address
es: Dirección del servidor
fr: Adresse du serveur
ru: Адрес сервера

# MENU_ENUM_LABEL_VALUE_NETPLAY_LAN_SCAN_SETTINGS
source: Scan local network
es: Escanear red local

# MENU_ENUM_LABEL_VALUE_NETPLAY_MODE
source: Netplay Client Enable
es: Activar cliente de juego en red

# MENU_ENUM_LABEL_VALUE_NETPLAY_NICKNAME
source: Username
es: Apodo para juego en red

# MENU_ENUM_LABEL_VALUE_NETPLAY_PASSWORD
source: Server Password
es: Contraseña del servidor

# MENU_ENUM_LABEL_VALUE_NETPLAY_PUBLIC_ANNOUNCE
source: Publicly Announce Netplay
es: Anunciar juego en red públicamente

# MENU_ENUM_LABEL_VALUE_NETPLAY_REQUEST_DEVICE_I
source: Request Device %u
es: Pedir dispositivo %u

# MENU_ENUM_LABEL_VALUE_NETPLAY_REQUIRE_SLAVES
source: Disallow Non-Slave-Mode Clients
es: Desactivar clientes sin modo esclavo

# MENU_ENUM_LABEL_VALUE_NETPLAY_SETTINGS
source: Netplay settings
es: Configurar juego en red
fr: Réglages du jeu en réseau
ru: Настройки Netplay

# MENU_ENUM_LABEL_VALUE_NETPLAY_SHARE_ANALOG
source: Analog Input Sharing
es: Comparir entrada analoga

# MENU_ENUM_LABEL_VALUE_NETPLAY_SHARE_ANALOG_AVERAGE
source: Average
es: Promedio

# MENU_ENUM_LABEL_VALUE_NETPLAY_SHARE_DIGITAL
source: Digital Input Sharing
es: Compartir entrada digital

# MENU_ENUM_LABEL_VALUE_NETPLAY_SHARE_DIGITAL_OR
source: Share
es: Compartir

# MENU_ENUM_LABEL_VALUE_NETPLAY_SHARE_DIGITAL_VOTE
source: Vote
es: Votar

# MENU_ENUM_LABEL_VALUE_NETPLAY_SHARE_NONE
source: None
es: Nada

# MENU_ENUM_LABEL_VALUE_NETPLAY_SHARE_NO_PREFERENCE
source: No preference
es: Sin preferencia

# MENU_ENUM_LABEL_VALUE_NETPLAY_START_AS_SPECTATOR
source: Netplay Spectator Mode
es: Juego en red: modo espectador

# MENU_ENUM_LABEL_VALUE_NETPLAY_STATELESS_MODE
source: Netplay Stateless Mode
es: Juego en red: modo sin estado

# MENU_ENUM_LABEL_VALUE_NETPLAY_SPECTATE_PASSWORD
source: Server Spectate-Only Password
es: Contraseña del servidor para espectadores

# MENU_ENUM_LABEL_VALUE_NETPLAY_SPECTATOR_MODE_ENABLE
source: Netplay Spectator Enable
es: Juego en red: activar espectadores

# MENU_ENUM_LABEL_VALUE_NETPLAY_TCP_UDP_PORT
source: Netplay TCP Port
es: Juego en red: Puerto TCP

# MENU_ENUM_LABEL_VALUE_NETPLAY_NAT_TRAVERSAL
source: Netplay NAT Traversal
es: Juego en red: NAT Traversal

# MENU_ENUM_LABEL_VALUE_NETWORK_CMD_ENABLE
source: Network Commands
es: Comandos de red

# MENU_ENUM_LABEL_VALUE_NETWORK_CMD_PORT
source: Network Command Port
es: Puerto de comandos de red

# MENU_ENUM_LABEL_VALUE_NETWORK_INFORMATION
source: Network Information
es: Información de red
fr: Informations réseau
ru: Информация о сети

# MENU_ENUM_LABEL_VALUE_NETWORK_REMOTE_ENABLE
source: Network Gamepad
es: Mando en red

# MENU_ENUM_LABEL_VALUE_NETWORK_REMOTE_PORT
source: Network Remote Base Port
es: Puerto de base remota de red

# MENU_ENUM_LABEL_VALUE_NETWORK_SETTINGS
source: Network
es: Red
fr: Réseau
ru: Сеть

# MENU_ENUM_LABEL_VALUE_NONE
source: None
es: Ninguno
fr: Aucun(e)
ru: Отсутствует

# MENU_ENUM_LABEL_VALUE_NOT_AVAILABLE
source: N/A
es: No disponible
fr: Indisponible

# MENU_ENUM_LABEL_VALUE_NO_ACHIEVEMENTS_TO_DISPLAY
source: No achievements to display.
es: Sin logros que mostrar
fr: Aucun trophée à afficher.
ru: Никаких достижений для показа.

# MENU_ENUM_LABEL_VALUE_NO_CORE
source: No Core
es: Sin núcleo
fr: Pas de cœur
ru: Без ядра

# MENU_ENUM_LABEL_VALUE_NO_CORES_AVAILABLE
source: No cores available.
es: No hay núcleos disponibles
fr: Aucun cœur disponible.
ru: Нет доступных ядер.

# MENU_ENUM_LABEL_VALUE_NO_CORE_INFORMATION_AVAILABLE
source: No core information available.
es: No hay información del núcleo
fr: Pas d'informations disponibles.
ru: Нет информации о ядре.

# MENU_ENUM_LABEL_VALUE_NO_CORE_OPTIONS_AVAILABLE
source: No core options available.
es: No hay opciones del núcleo
fr: Pas d'options disponibles.
ru: Нет доступных опций ядра.

# MENU_ENUM_LABEL_VALUE_NO_ENTRIES_TO_DISPLAY
source: No entries to display.
es: No hay entradas disponibles
fr: Aucune entrée à afficher.
ru: Нет записей для отображения.

# MENU_ENUM_LABEL_VALUE_NO_HISTORY_AVAILABLE
source: No history available.
es: No hay historial disponible
fr: Aucun historique disponible.
ru: История недоступна.

# MENU_ENUM_LABEL_VALUE_NO_INFORMATION_AVAILABLE
source: No information is available.
es: No hay información disponible

# MENU_ENUM_LABEL_VALUE_NO_ITEMS
source: No items.
es: No hay elementos
fr: Vide.
ru: Нет элементов.

# MENU_ENUM_LABEL_VALUE_NO_NETPLAY_HOSTS_FOUND
source: No netplay hosts found.
es: No se encontraron anfitriones

# MENU_ENUM_LABEL_VALUE_NO_NETWORKS_FOUND
source: No networks found.
es: No se encuentran redes
fr: Aucun réseau trouvé.
ru: Сети не найдены.

# MENU_ENUM_LABEL_VALUE_NO_PERFORMANCE_COUNTERS
source: No performance counters.
es: No hay contadores de rendimiento
fr: Pas de compteurs de performance.
ru: Нет счетчиков производительности.

# MENU_ENUM_LABEL_VALUE_NO_PLAYLISTS
source: No playlists.
es: No hay listas de reproducción
fr: Pas de playlist.
ru: Нет плейлистов.

# MENU_ENUM_LABEL_VALUE_NO_PLAYLIST_ENTRIES_AVAILABLE
source: No playlist entries available.
es: No hay entradas en la lista de reproducción
fr: Playlist vide.
ru: Нет доступных записей в плейлисте.

# MENU_ENUM_LABEL_VALUE_NO_SETTINGS_FOUND
source: No settings found.
es: No se ha encontrado una configuración
fr: Pas de réglages trouvés.
ru: Настройки не найдены.

# MENU_ENUM_LABEL_VALUE_NO_SHADER_PARAMETERS
source: No shader parameters.
es: No hay parámetros de shaders
fr: Aucun paramètre de shader.
ru: Нет параметров шейдера.

# MENU_ENUM_LABEL_VALUE_ONLINE
source: Online
es: En línea
fr: En ligne
ru: Онлайн

# MENU_ENUM_LABEL_VALUE_ONLINE_UPDATER
source: Online Updater
es: Actualizador en línea

# MENU_ENUM_LABEL_VALUE_ONSCREEN_DISPLAY_SETTINGS
source: Onscreen Display
es: Información en pantalla (OSD)
fr: Affichage à l'écran
ru: Экранное отображение

# MENU_ENUM_LABEL_VALUE_ONSCREEN_OVERLAY_SETTINGS
source: Onscreen Overlay
es: Overlay

# MENU_ENUM_LABEL_VALUE_ONSCREEN_NOTIFICATIONS_SETTINGS
source: Onscreen Notifications
es: Notificaciones en pantalla

# MENU_ENUM_LABEL_VALUE_OPEN_ARCHIVE
source: Browse Archive
es: Explorar archivo
fr: Parcourir l'archive
ru: Обзор архива

# MENU_ENUM_LABEL_VALUE_OPTIONAL
source: Optional
es: Opcional
fr: Optionnel
ru: Опционально

# MENU_ENUM_LABEL_VALUE_OVERLAY_AUTOLOAD_PREFERRED
source: Autoload Preferred Overlay
es: Auto-cargar Overlay preferido

# MENU_ENUM_LABEL_VALUE_OVERLAY_OPACITY
source: Overlay Opacity
es: Opacidad de Overlay

# MENU_ENUM_LABEL_VALUE_OVERLAY_PRESET
source: Overlay Preset
es: Preset de Overlay

# MENU_ENUM_LABEL_VALUE_OVERLAY_SCALE
source: Overlay Scale
es: Escala de Overlay

# MENU_ENUM_LABEL_VALUE_OVERLAY_SETTINGS
source: Onscreen Overlay
es: Overlay en pantalla
fr: Overlays
ru: Экранное наложение

# MENU_ENUM_LABEL_VALUE_PAL60_ENABLE
source: Use PAL60 Mode
es: Usar modo PAL60

# MENU_ENUM_LABEL_VALUE_PARENT_DIRECTORY
source: Parent directory
es: Carpeta superior
fr: Dossier parent
ru: Родительский каталог

# MENU_ENUM_LABEL_VALUE_PAUSE_LIBRETRO
source: Pause when menu activated
es: Pausar al activar el menú

# MENU_ENUM_LABEL_VALUE_PAUSE_NONACTIVE
source: Don't run in background
es: Pausar al quedar en segundo plano

# MENU_ENUM_LABEL_VALUE_PERFCNT_ENABLE
source: Performance Counters
es: Contadores de rendimiento

# MENU_ENUM_LABEL_VALUE_PLAYLISTS_TAB
source: Playlists
es: Listas de reproducción
ru: Плейлисты

# MENU_ENUM_LABEL_VALUE_PLAYLIST_DIRECTORY
source: Playlist
es: Listas de reproducción

# MENU_ENUM_LABEL_VALUE_PLAYLIST_SETTINGS
source: Playlists
es: Listas de reproducción

# MENU_ENUM_LABEL_VALUE_POINTER_ENABLE
source: Touch Support
es: Soporte táctil

# MENU_ENUM_LABEL_VALUE_PORT
source: Port
es: Puerto
ru: Порт

# MENU_ENUM_LABEL_VALUE_PRESENT
source: Present
es: Presente
fr: Présent
ru: Отображать

# MENU_ENUM_LABEL_VALUE_PRIVACY_SETTINGS
source: Privacy
es: Privacidad
fr: Confidentialité
ru: Конфиденциальность

# MENU_ENUM_LABEL_VALUE_QUIT_RETROARCH
source: Quit RetroArch
es: Cerrar RetroArch

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_ANALOG
source: Analog supported
es: Soporte de analógico
fr: Support de l'analogique
ru: Поддерживается аналоговый сигнал

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_COOP
source: Co-op supported
es: Soporte de Co-op
fr: Support du co-op
ru: Кооператив поддерживается

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_DESCRIPTION
source: Description
es: Descripción
ru: Описание

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_DEVELOPER
source: Developer
es: Desarrollador
fr: Développeur
ru: Разработчик

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_FRANCHISE
source: Franchise
es: Franquicia
ru: Франчайзинг

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_GENRE
source: Genre
es: Género
ru: Жанр

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_NAME
source: Name
es: Nombre
fr: Nom
ru: Имя

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_ORIGIN
source: Origin
es: Origen
fr: Origine
ru: Происхождение

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_PUBLISHER
source: Publisher
es: Distribuidora
fr: Éditeur
ru: Издатель

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_RELEASE_MONTH
source: Releasedate Month
es: Mes de lanzamiento
fr: Mois de sortie
ru: Месяц выхода

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_RELEASE_YEAR
source: Releasedate Year
es: Año de lanzamiento
fr: Année de sortie
ru: Год выхода

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_RUMBLE
source: Rumble supported
es: Soporte de vibración
fr: Support des vibrations
ru: Rumble поддерживается

# MENU_ENUM_LABEL_VALUE_RDB_ENTRY_START_CONTENT
source: Start Content
es: Ejecutar contenido

# MENU_ENUM_LABEL_VALUE_REBOOT
source: Reboot
es: Reiniciar

# MENU_ENUM_LABEL_VALUE_RECORDING_CONFIG_DIRECTORY
source: Recording Config
es: Carpeta de configuración de grabación

# MENU_ENUM_LABEL_VALUE_RECORDING_OUTPUT_DIRECTORY
source: Recording Output
es: Carpeta de salida de grabación

# MENU_ENUM_LABEL_VALUE_RECORDING_SETTINGS
source: Recording
es: Grabación
fr: Enregistrement vidéo
ru: Запись

# MENU_ENUM_LABEL_VALUE_RECORD_CONFIG
source: Load Recording Config...
es: Cargar configuración de grabación...

# MENU_ENUM_LABEL_VALUE_RECORD_DRIVER
source: Record Driver
es: Controlador de grabación

# MENU_ENUM_LABEL_VALUE_RECORD_ENABLE
source: Enable Recording
es: Activar grabación

# MENU_ENUM_LABEL_VALUE_RECORD_PATH
source: Save Output Recording as...
es: Guardar grabación en...

# MENU_ENUM_LABEL_VALUE_RECORD_USE_OUTPUT_DIRECTORY
source: Save Recordings in Output Dir
es: Usar carpeta de salida

# MENU_ENUM_LABEL_VALUE_REMAP_FILE
source: Remap File
es: Archivo de reasignación de controles

# MENU_ENUM_LABEL_VALUE_REMAP_FILE_LOAD
source: Load Remap File
es: Cargar archivo de reasignación
fr: Charger un fichier de remappage
ru: Загрузить файл переназначения

# MENU_ENUM_LABEL_VALUE_REMAP_FILE_SAVE_CORE
source: Save Core Remap File
es: Guardar controles para el núcleo
fr: Sauvegarder un fichier de rempappage pour le cœur
ru: Сохранить файл переопределения ядра

# MENU_ENUM_LABEL_VALUE_REMAP_FILE_SAVE_GAME
source: Save Game Remap File
es: Guardar controles para el juego
fr: Sauvegarder un fichier de rempappage pour le jeu
ru: Сохранить файл переопределения игры

# MENU_ENUM_LABEL_VALUE_REMAP_FILE_REMOVE_CORE
source: Delete Core Remap File
es: Borrar controles personalizados del núcleo

# MENU_ENUM_LABEL_VALUE_REMAP_FILE_REMOVE_GAME
source: Delete Game Remap File
es: Borrar controles personalizados del juego

# MENU_ENUM_LABEL_VALUE_REQUIRED
source: Required
es: Necesario
fr: Requis
ru: Необходимые

# MENU_ENUM_LABEL_VALUE_RESTART_CONTENT
source: Restart
es: Reiniciar
fr: Redémarrer
ru: Перезапуск

# MENU_ENUM_LABEL_VALUE_RESTART_RETROARCH
source: Restart RetroArch
es: Reiniciar RetroArch

# MENU_ENUM_LABEL_VALUE_RESUME
source: Resume
es: Reanudar

# MENU_ENUM_LABEL_VALUE_RESUME_CONTENT
source: Resume
es: Reanudar
fr: Reprendre
ru: Продолжить

# MENU_ENUM_LABEL_VALUE_RETROPAD_WITH_ANALOG
source: RetroPad w/ Analog
es: RetroPad con Analógicos
fr: RetroPad analogique
ru: Ретро-геймпад с аналогами

# MENU_ENUM_LABEL_VALUE_RETRO_ACHIEVEMENTS_SETTINGS
source: Achievements
es: Logros

# MENU_ENUM_LABEL_VALUE_REWIND_ENABLE
source: Rewind Enable
es: Activar rebobinado

# MENU_ENUM_LABEL_VALUE_REWIND_GRANULARITY
source: Rewind Granularity
es: Nivel de detalle del rebobinado

# MENU_ENUM_LABEL_VALUE_REWIND_SETTINGS
source: Rewind
es: Rebobinado
fr: Rembobinage
ru: Перемотка назад

# MENU_ENUM_LABEL_VALUE_RGUI_BROWSER_DIRECTORY
source: File Browser
es: Explorador de archivos

# MENU_ENUM_LABEL_VALUE_RGUI_SHOW_START_SCREEN
source: Display Start Screen
es: Mostrar pantalla de inicio

# MENU_ENUM_LABEL_VALUE_RIGHT_ANALOG
source: Right Analog
es: Analógico derecho
fr: Analogique droite
ru: Правый аналог

# MENU_ENUM_LABEL_VALUE_ADD_TO_FAVORITES
source: Add to Favorites
es: Agregar a Favoritos

# MENU_ENUM_LABEL_VALUE_ADD_TO_FAVORITES_PLAYLIST
source: Add to Favorites
es: Agregar a Favoritos

# MENU_ENUM_LABEL_VALUE_RUN
source: Run
es: Iniciar
fr: Lancer
ru: Запустить

# MENU_ENUM_LABEL_VALUE_RUN_MUSIC
source: Run
es: Iniciar
fr: Écouter
ru: Запустить

# MENU_ENUM_LABEL_VALUE_SAMBA_ENABLE
source: SAMBA Enable
es: Activar SAMBA

# MENU_ENUM_LABEL_VALUE_SAVEFILE_DIRECTORY
source: Savefile
es: Partidas guardadas

# MENU_ENUM_LABEL_VALUE_SAVESTATE_AUTO_INDEX
source: Save State Auto Index
es: Indizar automáticamente guardados rápidos

# MENU_ENUM_LABEL_VALUE_SAVESTATE_AUTO_LOAD
source: Auto Load State
es: Cargar guardado rápido automáticamente

# MENU_ENUM_LABEL_VALUE_SAVESTATE_AUTO_SAVE
source: Auto Save State
es: Guardado rápido automático

# MENU_ENUM_LABEL_VALUE_SAVESTATE_DIRECTORY
source: Savestate
es: Guardados rápidos

# MENU_ENUM_LABEL_VALUE_SAVESTATE_THUMBNAIL_ENABLE
source: Savestate Thumbnails
es: Miniaturas de guardados rápidos

# MENU_ENUM_LABEL_VALUE_SAVE_CURRENT_CONFIG
source: Save Current Configuration
es: Guardar configuración actual
fr: Sauvegarder la configuration actuelle
ru: Сохранить текущую конфигурацию

# MENU_ENUM_LABEL_VALUE_SAVE_CURRENT_CONFIG_OVERRIDE_CORE
source: Save Core Overrides
es: Guardar anulaciones del núcleo
fr: Sauvegarder les overrides de cœur
ru: Сохранить переопределения ядра

# MENU_ENUM_LABEL_VALUE_SAVE_CURRENT_CONFIG_OVERRIDE_GAME
source: Save Game Overrides
es: Guardar anulaciones del juego
fr: Sauvegarder les overrides de jeu
ru: Сохранить переопределения игры

# MENU_ENUM_LABEL_VALUE_SAVE_NEW_CONFIG
source: Save New Configuration
es: Guardar configuración nueva
fr: Sauvegarder une nouvelle configuration
ru: Сохранить новую конфигурацию

# MENU_ENUM_LABEL_VALUE_SAVE_STATE
source: Save State
es: Guardado rápido
fr: Sauvegarder l'état
ru: Сохранить состояние

# MENU_ENUM_LABEL_VALUE_SAVING_SETTINGS
source: Saving
es: Guardado
fr: Sauvegardes
ru: Сохранения

# MENU_ENUM_LABEL_VALUE_SCAN_DIRECTORY
source: Scan Directory
es: Escanear carpeta
fr: Scanner un dossier
ru: Сканировать каталог

# MENU_ENUM_LABEL_VALUE_SCAN_FILE
source: Scan File
es: Escanear archivo
fr: Scanner un fichier
ru: Сканировать файл

# MENU_ENUM_LABEL_VALUE_SCAN_THIS_DIRECTORY
source: <Scan This Directory>
es: <Escanear esta carpeta>
fr: <Scanner ce dossier>
ru: <Сканировать этот каталог>

# MENU_ENUM_LABEL_VALUE_SCREENSHOT_DIRECTORY
source: Screenshot
es: Capturas de pantalla

# MENU_ENUM_LABEL_VALUE_SCREEN_RESOLUTION
source: Screen Resolution
es: Resolución de pantalla
fr: Résolution d'écran
ru: Разрешение экрана

# MENU_ENUM_LABEL_VALUE_SEARCH
source: Search
es: Buscar
fr: Recherche
ru: Поиск

# MENU_ENUM_LABEL_VALUE_SECONDS
source: seconds
es: segundos
fr: secondes
ru: секунды

# MENU_ENUM_LABEL_VALUE_SETTINGS
source: Settings
es: Ajustes

# MENU_ENUM_LABEL_VALUE_SETTINGS_TAB
source: Settings
es: Ajustes
fr: Réglages
ru: Настройки

# MENU_ENUM_LABEL_VALUE_SHADER_APPLY_CHANGES
source: Apply Changes
es: Aplicar cambios
fr: Appliquer les changements
ru: Применение изменений шейдера

# MENU_ENUM_LABEL_VALUE_SHADER_PIPELINE_RIBBON_SIMPLIFIED
source: Ribbon (simplified)
es: Ribbon (simplificado)
fr: Ruban (simplifié)
ru: Лента (упрощённая)

# MENU_ENUM_LABEL_VALUE_SHADER_PIPELINE_SIMPLE_SNOW
source: Simple Snow
es: Nieve Simple
fr: Neige (simplifiée)
ru: Простой снег

# MENU_ENUM_LABEL_VALUE_SHADER_PIPELINE_SNOW
source: Snow
es: Nieve
fr: Neige
ru: Снег

# MENU_ENUM_LABEL_VALUE_SHOW_ADVANCED_SETTINGS
source: Show Advanced Settings
es: Mostrar ajustes avanzados

# MENU_ENUM_LABEL_VALUE_SHOW_HIDDEN_FILES
source: Show Hidden Files and Folders
es: Mostrar archivos y carpetas ocultos

# MENU_ENUM_LABEL_VALUE_SHUTDOWN
source: Shutdown
es: Apagar

# MENU_ENUM_LABEL_VALUE_SLOWMOTION_RATIO
source: Slow-Motion Ratio
es: Velocidad de cámara lenta

# MENU_ENUM_LABEL_VALUE_SORT_SAVEFILES_ENABLE
source: Sort Saves In Folders
es: Ordenar partidas guardadas por carpetas

# MENU_ENUM_LABEL_VALUE_SORT_SAVESTATES_ENABLE
source: Sort Savestates In Folders
es: Ordenar guardados rápidos por carpetas

# MENU_ENUM_LABEL_VALUE_SAVESTATES_IN_CONTENT_DIR_ENABLE
source: Write Savestates to Content Dir
es: Escribir guardado rápido en la carpeta del contenido

# MENU_ENUM_LABEL_VALUE_SAVEFILES_IN_CONTENT_DIR_ENABLE
source: Write Saves to Content Dir
es: Escribir partida guardada en la carpeta del contenido

# MENU_ENUM_LABEL_VALUE_SYSTEMFILES_IN_CONTENT_DIR_ENABLE
source: System Files are in Content Dir
es: Archivos de Sistema están en la carpeta del contenido

# MENU_ENUM_LABEL_VALUE_SCREENSHOTS_IN_CONTENT_DIR_ENABLE
source: Write Screenshots to Content Dir
es: Escribir capturas de pantalla en la carpeta del contenido

# MENU_ENUM_LABEL_VALUE_SSH_ENABLE
source: SSH Enable
es: Activar SSH

# MENU_ENUM_LABEL_VALUE_START_CORE
source: Start Core
es: Iniciar núcleo

# MENU_ENUM_LABEL_VALUE_START_NET_RETROPAD
source: Start Remote RetroPad
es: Iniciar RetroPad remoto
fr: Démarrer la manette réseau
ru: Запустить удаленный ретро-геймпад

# MENU_ENUM_LABEL_VALUE_START_VIDEO_PROCESSOR
source: Start Video Processor
es: Iniciar procesador de video
fr: Démarrer le processeur vidéo
ru: Запустить видеопроцессор

# MENU_ENUM_LABEL_VALUE_STATE_SLOT
source: State Slot
es: Ranura de guardado

# MENU_ENUM_LABEL_VALUE_STATUS
source: Status
es: Estado

# MENU_ENUM_LABEL_VALUE_STDIN_CMD_ENABLE
source: stdin Commands
es: Comandos stdin

# MENU_ENUM_LABEL_VALUE_SUPPORTED_CORES
source: Suggested cores
es: Núcleos sugeridos

# MENU_ENUM_LABEL_VALUE_SUSPEND_SCREENSAVER_ENABLE
source: Suspend Screensaver
es: Suspender salvapantallas

# MENU_ENUM_LABEL_VALUE_SYSTEM_BGM_ENABLE
source: System BGM Enable
es: Activar música del sistema

# MENU_ENUM_LABEL_VALUE_SYSTEM_DIRECTORY
source: System/BIOS
es: Sistema/BIOS

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFORMATION
source: System Information
es: Información del sistema
fr: Informations du système
ru: Системная информация

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_7ZIP_SUPPORT
source: 7zip support
es: Soporte de 7zip
fr: Support de 7zip
ru: Поддержка 7zip

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_ALSA_SUPPORT
source: ALSA support
es: Soporte de ALSA
fr: Support d'ALSA
ru: Поддержка ALSA

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_BUILD_DATE
source: Build date
es: Fecha de compilación
fr: Date de build
ru: Дата создания

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_CG_SUPPORT
source: Cg support
es: Soporte de Cg
fr: Support de CG
ru: Поддержка Cg

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_COCOA_SUPPORT
source: Cocoa support
es: Soporte de Cocoa
fr: Support de Cocoa
ru: Поддержка Cocoa

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_COMMAND_IFACE_SUPPORT
source: Command interface support
es: Soporte de interfaz de comandos
fr: Support de l'interface de commandes
ru: Поддержка командного интерфейса

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_CORETEXT_SUPPORT
source: CoreText support
es: Soporte de CoreText
fr: Support de CoreText
ru: Поддержка CoreText

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_CPU_FEATURES
source: CPU Features
es: Características de CPU
fr: Fonctionnalités du CPU
ru: Особенности CPU

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_DISPLAY_METRIC_DPI
source: Display metric DPI
es: Mostrar DPI métricos
fr: DPI de l'affichage
ru: Отображать индекс DPI

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_DISPLAY_METRIC_MM_HEIGHT
source: Display metric height (mm)
es: Mostrar alto métrico (mm)
fr: Hauteur de l'affichage (mm)
ru: Отображать высоту (мм)

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_DISPLAY_METRIC_MM_WIDTH
source: Display metric width (mm)
es: Mostrar ancho métrico (mm)
fr: Largeur de l'affichage (mm)
ru: Отображать ширину (мм)

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_DSOUND_SUPPORT
source: DirectSound support
es: Soporte de DirectSound
fr: Support de DirectSound
ru: Поддержка DirectSound

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_WASAPI_SUPPORT
source: WASAPI support
es: Soporte de WASAPI
fr: Support de WASAPI
ru: Поддержка WASAPI

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_DYLIB_SUPPORT
source: Dynamic library support
es: Soporte de librerías dinámicas
fr: Support des bibliothèques dynamiques
ru: Поддержка динамических библиотек

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_DYNAMIC_SUPPORT
source: Dynamic run-time loading of libretro library
es: Carga dinámica en tiempo real de librería libretro
fr: Support du chargement dynamiques des bibliothèques
ru: Загрузка динамических библиотек во время выполнения

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_EGL_SUPPORT
source: EGL support
es: Soporte de EGL
fr: Support d'EGL
ru: Поддержка EGL

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_FBO_SUPPORT
source: OpenGL/Direct3D render-to-texture (multi-pass shaders) support
es: Soporte de render-to-texture OpenGL/Direct3D (shaders multipasos)

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_FFMPEG_SUPPORT
source: FFmpeg support
es: Soporte de FFmpeg
fr: Support de FFmpeg
ru: Поддержка FFmpeg

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_FREETYPE_SUPPORT
source: FreeType support
es: Soporte de FreeType
fr: Support de FreeType
ru: Поддержка FreeType

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_FRONTEND_IDENTIFIER
source: Frontend identifier
es: Identificador del frontend
fr: Identifiant frontend
ru: Идентификатор внешнего интерфейса

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_FRONTEND_NAME
source: Frontend name
es: Nombre del frontend
fr: Nom du frontend
ru: Имя внешнего интерфейса
