Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MENU_ENUM_SUBLABEL_SHOW_ADVANCED_SETTINGS
source: Show advanced settings for power users (hidden by default).
es: Mostrar opciones avanzadas (ocultas por defecto)

# MENU_ENUM_SUBLABEL_THREADED_DATA_RUNLOOP_ENABLE
source: Perform tasks on a separate thread.
es: Realizar tareas en un hilo separado

# MENU_ENUM_SUBLABEL_PLAYLIST_ENTRY_REMOVE
source: Allow the user to remove entries from collections.
es: Permitir al usuario eliminar entradas de las colecciones

# MENU_ENUM_SUBLABEL_SYSTEM_DIRECTORY
source: Sets the System directory. Cores can query for this directory to load BIOSes, system-specific configs, etc.
es: Establece la carpeta de sistema. Los núcleos usan esto para cargar BIOS, configuraciones de sistema, etc.

# MENU_ENUM_SUBLABEL_RGUI_BROWSER_DIRECTORY
source: Sets start directory for the filebrowser.
es: Establece la carpeta inicial del explorador de archivos

# MENU_ENUM_SUBLABEL_CONTENT_DIR
source: Usually set by developers who bundle libretro/RetroArch apps to point to assets.
es: Usualmente establecido por desarrolladores que empaquetan aplicaciones libretro/RetroArch para apuntar a los recursos

# MENU_ENUM_SUBLABEL_DYNAMIC_WALLPAPERS_DIRECTORY
source: Directory to store wallpapers dynamically loaded by the menu depending on context.
es: Carpeta donde se guardan los fondos de pantalla dinámicos que cambian según el contenido

# MENU_ENUM_SUBLABEL_THUMBNAILS_DIRECTORY
source: Supplementary thumbnails (boxarts/misc. images, etc.) are stored here.
es: Carpeta de miniaturas (cajas, etc.)

# MENU_ENUM_SUBLABEL_RGUI_CONFIG_DIRECTORY
source: Sets start directory for menu configuration browser.
es: Establece la ubicación inicial del explorador del menú

# MENU_ENUM_SUBLABEL_NETPLAY_INPUT_LATENCY_FRAMES_MIN
source: The number of frames of input latency for netplay to use to hide network latency. Reduces jitter and makes netplay less CPU-intensive, at the expense of noticeable input lag.
es: El número de frames de entrada a usar para ocultar la latencia de red durante juego en red. Reduce jitter y el uso de CPU, a costa de incrementar el input lag

# MENU_ENUM_SUBLABEL_NETPLAY_INPUT_LATENCY_FRAMES_RANGE
source: The range of frames of input latency that may be used to hide network latency. Reduces jitter and makes netplay less CPU-intensive, at the expense of unpredictable input lag.
es: El rango de frames de entrada a usar para ocultar la latencia de red durante juego en red. Reduce jitter y el uso de CPU, a costa de incrementar el input lag dentro de un rango

# MENU_ENUM_SUBLABEL_DISK_CYCLE_TRAY_STATUS
source: Cycle the current disk. If the disk is inserted, it will eject the disk. If the disk has not been inserted, it will be inserted.
es: Continua el ciclo de discos. Si el disco fue insertado, se expulsará sino se insertará

# MENU_ENUM_SUBLABEL_DISK_INDEX
source: Change the disk index.
es: Cambiar el indice de disco

# MENU_ENUM_SUBLABEL_DISK_OPTIONS
source: Disk image management.
es: Administrar imágenes de disco

# MENU_ENUM_SUBLABEL_DISK_IMAGE_APPEND
source: Select a disk image to insert.
es: Seleccionar una imagen de disco a insertar

# MENU_ENUM_SUBLABEL_MENU_ENUM_THROTTLE_FRAMERATE
source: Makes sure the framerate is capped while inside the menu.
es: Limita los FPS en el menú

# MENU_ENUM_SUBLABEL_XMB_THEME
source: Select a different theme for the icon. Changes will take effect after you restart the program.
es: Seleccionar un tema de iconos diferente. Los cambios tendrán efecto al reiniciar

# MENU_ENUM_SUBLABEL_XMB_SHADOWS_ENABLE
source: Enable drop shadows for all icons. This will have a minor performance hit.
es: Activar sombra para los iconos. Tendrá un pequeño impacto en el rendimiento

# MENU_ENUM_SUBLABEL_MATERIALUI_MENU_COLOR_THEME
source: Select a different background color gradient theme.
es: Seleccionar un color diferente para el menú

# MENU_ENUM_SUBLABEL_MENU_WALLPAPER_OPACITY
source: Modify the opacity of the background wallpaper.
es: Modificar la opacidad de la imagen de fondo

# MENU_ENUM_SUBLABEL_XMB_MENU_COLOR_THEME
source: Select a different background color gradient theme.
es: Seleccionar un color diferente para el menú

# MENU_ENUM_SUBLABEL_XMB_RIBBON_ENABLE
source: Select an animated background effect. Can be GPU-intensive depending on the effect. If performance is unsatisfactory, either turn this off or revert to a simpler effect.
es: Seleccionar un fondo animado. Puede causar problemas de rendimiento dependiendo del efecto, desactivar si el dispositivo no tiene suficiente potencia

# MENU_ENUM_SUBLABEL_XMB_FONT
source: Select a different main font to be used by the menu.
es: Seleccionar el tipo de letra usado en el menú

# MENU_ENUM_SUBLABEL_CONTENT_SHOW_FAVORITES
source: Show the favorites tab inside the main menu.
es: Mostrar la pestaña de favoritos en el menú principal

# MENU_ENUM_SUBLABEL_CONTENT_SHOW_IMAGES
source: Show the image tab inside the main menu.
es: Mostrar la pestaña de imágenes en el menú principal

# MENU_ENUM_SUBLABEL_CONTENT_SHOW_MUSIC
source: Show the music tab inside the main menu.
es: Mostrar la pestaña de música en el menú principal

# MENU_ENUM_SUBLABEL_CONTENT_SHOW_VIDEO
source: Show the video tab inside the main menu.
es: Mostrar la pestaña de video en el menú principal

# MENU_ENUM_SUBLABEL_CONTENT_SHOW_NETPLAY
source: Show the netplay tab inside the main menu.
es: Mostrar la pestaña de juego en red en el menú principal

# MENU_ENUM_SUBLABEL_CONTENT_SHOW_SETTINGS
source: Show the settings tab inside the main menu.
es: Mostrar la pestaña de configuración en el menú principal

# MENU_ENUM_SUBLABEL_CONTENT_SHOW_HISTORY
source: Show the recent history tab inside the main menu.
es: Mostrar la pestaña de historial en el menú principal

# MENU_ENUM_SUBLABEL_CONTENT_SHOW_ADD
source: Show the import content tab inside the main menu.
es: Mostrar la pestaña de importar contenido en el menú principal

# MENU_ENUM_SUBLABEL_RGUI_SHOW_START_SCREEN
source: Show startup screen in menu. This is automatically set to false after the program starts for the first time.
es: Mostrar pantalla de inicio. Esto es desactivado automáticamente después del primer inicio

# MENU_ENUM_SUBLABEL_MATERIALUI_MENU_HEADER_OPACITY
source: Modify the opacity of the header graphic.
es: Modificar opacidad del encabezado

# MENU_ENUM_SUBLABEL_MATERIALUI_MENU_FOOTER_OPACITY
source: Modify the opacity of the footer graphic.
es: Modificar opacidad del pie de página

# MENU_ENUM_SUBLABEL_DPI_OVERRIDE_ENABLE
source: The menu normally scales itself dynamically. If you want to set a specific scaling size instead, enable this.
es: El menú es escalado dinamicamente. Activar si desea un valor predefinido

# MENU_ENUM_SUBLABEL_DPI_OVERRIDE_VALUE
source: Set the custom scaling size here. NOTE: You have to enable 'DPI Override' for this scaling size to take effect.
es: Establecer DPI. NOTA: Debe activar 'Forzar DPI' para que tenga efecto

# MENU_ENUM_SUBLABEL_CORE_ASSETS_DIRECTORY
source: Save all downloaded files to this directory.
es: Guardar archivos descargados en esta carpeta

# MENU_ENUM_SUBLABEL_INPUT_REMAPPING_DIRECTORY
source: Save all remapped controls to this directory.
es: Guardar controles reasignados en esta carpeta

# MENU_ENUM_SUBLABEL_LIBRETRO_DIR_PATH
source: Directory where the program searches for content/cores.
es: Buscar contenido/núcleos en esta carpeta

# MENU_ENUM_SUBLABEL_LIBRETRO_INFO_PATH
source: Application/core information files are stored here.
es: Los archivos de información de aplicación y de núcleos se ubican aquí

# MENU_ENUM_SUBLABEL_JOYPAD_AUTOCONFIG_DIR
source: If a joypad is plugged in, that joypad will be autoconfigured if a config file corresponding to it is present inside this directory.
es: Los archivos de auto-configuración de mandos se guardan aquí

# MENU_ENUM_SUBLABEL_PLAYLIST_DIRECTORY
source: Save all collections to this directory.
es: Guardar colecciones en esta carpeta

# MENU_ENUM_SUBLABEL_CACHE_DIRECTORY
source: If set to a directory, content which is temporarily extracted (e.g. from archives) will be extracted to this directory.
es: Almacenar archivos temporales aquí

# MENU_ENUM_SUBLABEL_CURSOR_DIRECTORY
source: Saved queries are stored to this directory.
es: Almacenar búsquedas guardadas aquí

# MENU_ENUM_SUBLABEL_CONTENT_DATABASE_DIRECTORY
source: Databases are stored to this directory.
es: Las bases de datos están aquí

# MENU_ENUM_SUBLABEL_ASSETS_DIRECTORY
source: This location is queried by default when menu interfaces try to look for loadable assets, etc.
es: Carpeta de recursos, donde la interfaz buscará los iconos e imágenes

# MENU_ENUM_SUBLABEL_SAVEFILE_DIRECTORY
source: Save all save files to this directory. If not set, will try to save inside the content file's working directory.
es: Carpeta de guardados, si no se establece se guardará en la carpeta del contenido

# MENU_ENUM_SUBLABEL_SAVESTATE_DIRECTORY
source: Save all save states to this directory. If not set, will try to save inside the content file's working directory.
es: Carpeta de guardados rápidos, si no se establece se guardará en la carpeta del contenido

# MENU_ENUM_SUBLABEL_SCREENSHOT_DIRECTORY
source: Directory to dump screenshots to.
es: Carpeta donde guardar capturas de pantalla

# MENU_ENUM_SUBLABEL_OVERLAY_DIRECTORY
source: Defines a directory where overlays are kept for easy access.
es: Carpeta de donde cargar overlays

# MENU_ENUM_SUBLABEL_CHEAT_DATABASE_PATH
source: Cheat files are kept here.
es: Carpeta de donde cargar trucos

# MENU_ENUM_SUBLABEL_AUDIO_FILTER_DIR
source: Directory where audio DSP filter files are kept.
es: Carpeta de donde cargar filtros DSP

# MENU_ENUM_SUBLABEL_VIDEO_FILTER_DIR
source: Directory where CPU-based video filter files are kept.
es: Carpeta de donde cargar filtros basados en CPU

# MENU_ENUM_SUBLABEL_VIDEO_SHADER_DIR
source: Defines a directory where GPU-based video shader files are kept for easy access.
es: Carpeta de donde cargar filtros basados en GPU

# MENU_ENUM_SUBLABEL_RECORDING_OUTPUT_DIRECTORY
source: Recordings will be dumped to this directory.
es: Carpeta de donde guardar grabaciones

# MENU_ENUM_SUBLABEL_RECORDING_CONFIG_DIRECTORY
source: Recording configurations will be kept here.
es: Carpeta de donde guardar las configuraciones de grabación

# MENU_ENUM_SUBLABEL_VIDEO_FONT_PATH
source: Select a different font for onscreen notifications.
es: Seleccionar un tipo de fuente diferente para las notificaciones

# MENU_ENUM_SUBLABEL_SHADER_APPLY_CHANGES
source: Changes to the shader configuration will take effect immediately. Use this if you changed the amount of shader passes, filtering, FBO scale, etc.
es: Los cambios en la configuración del shader tomarán efecto inmediatamente. Usalo al cambiar la cantidad de pasadas, filtrado, etc.

# MENU_ENUM_SUBLABEL_VIDEO_SHADER_NUM_PASSES
source: Increase or decrease the amount of shader pipeline passes. You can bind a separate shader to each pipeline pass and configure its scale and filtering.
es: Cambiar la cantidad de pasadas de shaders. Puedes asignar shaders individualmente a cada pasada y configurar su escalado y filtrado

# MENU_ENUM_SUBLABEL_VIDEO_SHADER_PRESET
source: Load a shader preset. The shader pipeline will be automatically set-up.
es: Cargar un preset de shader. Sera configurado automáticamente

# MENU_ENUM_SUBLABEL_VIDEO_SHADER_PRESET_SAVE_AS
source: Save the current shader settings as a new shader preset.
es: Guardar la configuración actual de shaders cono un nuevo preset

# MENU_ENUM_SUBLABEL_VIDEO_SHADER_PRESET_SAVE_CORE
source: Save the current shader settings as the default settings for this application/core.
es: Guardar la configuración actual de shaders para este núcleo

# MENU_ENUM_SUBLABEL_VIDEO_SHADER_PRESET_SAVE_PARENT
source: Save the current shader settings as the default settings for all files in the current content directory.
es: Guardar la configuración actual de shaders para todos los archivos en el directorio de contenido actual.

# MENU_ENUM_SUBLABEL_VIDEO_SHADER_PRESET_SAVE_GAME
source: Save the current shader settings as the default settings for the content.
es: Guardar la configuración actual de shaders para este contenido

# MENU_ENUM_SUBLABEL_VIDEO_SHADER_PARAMETERS
source: Modifies the current shader directly. Changes will not be saved to the preset file.
es: Modifica el shader directamente. Los cambios no serán guardados en el preset

# MENU_ENUM_SUBLABEL_VIDEO_SHADER_PRESET_PARAMETERS
source: Modifies the shader preset itself currently used in the menu.
es: Modifica el preset de shader actualmente usado en el menú

# MENU_ENUM_SUBLABEL_CHEAT_NUM_PASSES
source: Increase or decrease the amount of cheats.
es: Cambiar la cantidad de trucos a usar

# MENU_ENUM_SUBLABEL_CHEAT_APPLY_CHANGES
source: Cheat changes will take effect immediately.
es: Los cambios en los trucos tendrán efecto inmediatamente

# MENU_ENUM_SUBLABEL_CHEAT_FILE_LOAD
source: Load a cheat file.
es: Cargar archivo de trucos

# MENU_ENUM_SUBLABEL_CHEAT_FILE_SAVE_AS
source: Save current cheats as a save file.
es: Guardar trucos actuales a un archivo

# MENU_ENUM_SUBLABEL_CONTENT_SETTINGS
source: Quickly access all relevant in-game settings.
es: Accede rápidamente a todas las opciones del juego

# MENU_ENUM_SUBLABEL_CORE_INFORMATION
source: View information pertaining to the application/core.
es: Ver información pertinente a la aplicación/núcleo

# MENU_ENUM_SUBLABEL_VIDEO_ASPECT_RATIO
source: Floating point value for video aspect ratio (width / height), used if the Aspect Ratio is set to 'Config'.
es: Valor de punto flotante (ancho / alto), usado si la relación de aspecto es 'Personal'

# MENU_ENUM_SUBLABEL_VIDEO_VIEWPORT_CUSTOM_HEIGHT
source: Custom viewport height that is used if the Aspect Ratio is set to 'Custom'.
es: Alto usada si la relación de aspecto es establecida en 'Personal'

# MENU_ENUM_SUBLABEL_VIDEO_VIEWPORT_CUSTOM_WIDTH
source: Custom viewport width that is used if the Aspect Ratio is set to 'Custom'.
es: Ancho usada si la relación de aspecto es establecida en 'Personal'

# MENU_ENUM_SUBLABEL_VIDEO_VIEWPORT_CUSTOM_X
source: Custom viewport offset used for defining the X-axis position of the viewport. These are ignored if 'Integer Scale' is enabled. It will be automatically centered then.
es: Margen de posición sobre el eje X de la pantalla. Serán ignorados si 'Escalar en múltiplos enteros' es activado, Entonces serán centrados

# MENU_ENUM_SUBLABEL_VIDEO_VIEWPORT_CUSTOM_Y
source: Custom viewport offset used for defining the Y-axis position of the viewport. These are ignored if 'Integer Scale' is enabled. It will be automatically centered then.
es: Margen de posición sobre el eje Y de la pantalla. Serán ignorados si 'Escalar en múltiplos enteros' es activado, Entonces serán centrados

# MENU_ENUM_LABEL_VALUE_NETPLAY_USE_MITM_SERVER
source: Use Relay Server
es: Usar servidor relé

# MENU_ENUM_SUBLABEL_NETPLAY_USE_MITM_SERVER
source: Forward netplay connections through a man-in-the-middle server. Useful if the host is behind a firewall or has NAT/UPnP problems.
es: Enviar conexiones de juego en red a través de otro servidor (man-in-the-middle). Útil si el servidor está detrás de un firewall o tiene problemas NAT/UPnP

# MENU_ENUM_LABEL_VALUE_NETPLAY_MITM_SERVER
source: Relay Server Location
es: Ubicación del servidor relé

# MENU_ENUM_SUBLABEL_NETPLAY_MITM_SERVER
source: Choose a specific relay server to use. Geographically closer locations tend to have lower latency.
es: Elegir un servidor relé especifico. Las ubicaciones geográficamente cercanas tienden a tener menor latencia

# MENU_ENUM_LABEL_VALUE_ADD_TO_MIXER
source: Add to mixer
es: Agregar al mezclador
ru: Добавить в микшер

# MENU_ENUM_LABEL_VALUE_ADD_TO_MIXER_AND_COLLECTION
source: Add to mixer
es: Agregar al mezclador y colección
ru: Добавить в микшер

# MENU_ENUM_LABEL_VALUE_FILTER_BY_CURRENT_CORE
source: Filter by current core
es: Filtrar por núcleo actual

# MSG_AUDIO_MIXER_VOLUME
source: Global audio mixer volume
es: Volumen del mezclador de audio global

# MENU_ENUM_SUBLABEL_AUDIO_MIXER_VOLUME
source: Global audio mixer volume (in dB). 0 dB is normal volume, and no gain is applied.
es: Volumen global. 0 dB es normal, donde no se aplica ganancia

# MENU_ENUM_LABEL_VALUE_AUDIO_MIXER_VOLUME
source: Audio Mixer Volume Level (dB)
es: Volumen del mezclador de audio (dB)

# MENU_ENUM_LABEL_VALUE_AUDIO_MIXER_MUTE
source: Audio Mixer Mute
es: Silenciar mezclador de audio

# MENU_ENUM_SUBLABEL_AUDIO_MIXER_MUTE
source: Mute/unmute mixer audio.
es: Silencia el mezclador de audio

# MENU_ENUM_LABEL_VALUE_MENU_SHOW_ONLINE_UPDATER
source: Show Online Updater
es: Mostrar actualizador en linea

# MENU_ENUM_SUBLABEL_MENU_SHOW_ONLINE_UPDATER
source: Show/hide the 'Online Updater' option.
es: Mostrar/ocultar la opción de 'Actualizador en línea'

# MENU_ENUM_LABEL_VALUE_MENU_VIEWS_SETTINGS
source: Views
es: Vistas

# MENU_ENUM_SUBLABEL_MENU_VIEWS_SETTINGS
source: Show or hide elements on the menu screen.
es: Mostrar/ocultar elementos del menú

# MENU_ENUM_LABEL_VALUE_MENU_SHOW_CORE_UPDATER
source: Show Core Updater
es: Mostrar 'Actualizador de núcleos'

# MENU_ENUM_SUBLABEL_MENU_SHOW_CORE_UPDATER
source: Show/hide the ability to update cores (and core info files).
es: Mostrar/ocultar la habilidad de actualizar núcleos y archivos asociados

# MSG_PREPARING_FOR_CONTENT_SCAN
source: Preparing for content scan...
de: Suchvorgang vorbereiten...
es: Preparando para escaneo de contenido...
it: Preparazione per la scansione dei contenuti in corso...
pt_br: Preparando a busca de conteúdo...
ru: Подготовка к сканированию...

# MENU_ENUM_LABEL_VALUE_CORE_DELETE
source: Delete core
es: Borrar núcleo
ru: Удалить ядро

# MENU_ENUM_SUBLABEL_CORE_DELETE
source: Remove this core from disk.
es: Eliminar este núcleo del disco

# MENU_ENUM_LABEL_VALUE_MENU_FRAMEBUFFER_OPACITY
source: Framebuffer Opacity
es: Opacidad del Framebuffer

# MENU_ENUM_SUBLABEL_MENU_FRAMEBUFFER_OPACITY
source: Modify the opacity of the framebuffer.
es: Modifica la opacidad del framebuffer

# MENU_ENUM_LABEL_VALUE_GOTO_FAVORITES
source: Favorites
es: Favoritos
ru: Избранные

# MENU_ENUM_SUBLABEL_GOTO_FAVORITES
source: Content which you have added to 'Favorites' will appear here.
es: Contenido agregado a 'Favoritos' aparecerá aquí

# MENU_ENUM_LABEL_VALUE_GOTO_MUSIC
source: Music
es: Música
ru: Музыка

# MENU_ENUM_SUBLABEL_GOTO_MUSIC
source: Music which has been previously played will appear here.
es: Música que ha sido previamente reproducida aparecerá aquí

# MENU_ENUM_LABEL_VALUE_GOTO_IMAGES
source: Image
es: Imagen
ru: Фотографии

# MENU_ENUM_SUBLABEL_GOTO_IMAGES
source: Images which have been previously viewed will appear here.
es: Imágenes previamente vistas aparecerán aquí

# MENU_ENUM_SUBLABEL_GOTO_VIDEO
source: Videos which have been previously played will appear here.
es: Videos previamente reproducidos aparecerán aquí

# MENU_ENUM_LABEL_VALUE_MATERIALUI_ICONS_ENABLE
source: Menu Icons
es: Iconos en el menú

# MENU_ENUM_SUBLABEL_MATERIALUI_ICONS_ENABLE
source: Enable/disable the menu icons shown at the lefthand side of the menu entries.
es: Activar/Desactivar los iconos mostrados a la izquierda del menú

# MENU_ENUM_LABEL_VALUE_XMB_MAIN_MENU_ENABLE_SETTINGS
source: Enable Settings Tab
es: Activar pestaña de opciones

# MENU_ENUM_LABEL_VALUE_CONTENT_SHOW_SETTINGS_PASSWORD
source: Set Password For Enabling Settings Tab
es: Establecer contraseña para activar la pestaña de opciones

# MSG_INPUT_ENABLE_SETTINGS_PASSWORD
source: Enter Password
de: Passwort eingeben
es: Introducir contraseña
it: Inserisci Password
ru: Введите пароль

# MSG_INPUT_ENABLE_SETTINGS_PASSWORD_OK
source: Password correct.
de: Passwort korrekt.
es: Contraseña correcta
it: Password corretta.
ru: Пароль верен.

# MSG_INPUT_ENABLE_SETTINGS_PASSWORD_NOK
source: Password incorrect.
de: Passwort falsch.
es: Contraseña incorrecta
it: Password non corretta.
ru: Пароль неверен.

# MENU_ENUM_SUBLABEL_XMB_MAIN_MENU_ENABLE_SETTINGS
source: Enables the Settings tab. A restart is required for the tab to appear.
es: Activa la pestaña de opciones. Es necesario reiniciar para que aparezca

# MENU_ENUM_SUBLABEL_CONTENT_SHOW_SETTINGS_PASSWORD
source: Supplying a password when hiding the settings tab makes it possible to later restore it from the menu, by going to the Main Menu tab, selecting Enable Settings Tab and entering the password.
es: Proveer una contraseña al ocultar la pestaña de opciones, hace posible restaurarla desde el menú principal, activando 'Mostrar pestaña de opciones'

# MENU_ENUM_SUBLABEL_PLAYLIST_ENTRY_RENAME
source: Allow the user to rename entries in collections.
es: Permitir al usuario renombrar entradas en colecciones

# MENU_ENUM_LABEL_VALUE_PLAYLIST_ENTRY_RENAME
source: Allow to rename entries
es: Permitir renombrar entradas

# MENU_ENUM_SUBLABEL_RENAME_ENTRY
source: Rename the title of the entry.
es: Renombrar el título de esta entrada

# MENU_ENUM_LABEL_VALUE_RENAME_ENTRY
source: Rename
es: Renombrar
fr: Rename the title of the entry.
ru: Переименовать название игры

# MENU_ENUM_LABEL_VALUE_MENU_SHOW_LOAD_CORE
source: Show Load Core
es: Mostrar cargar núcleo

# MENU_ENUM_SUBLABEL_MENU_SHOW_LOAD_CORE
source: Show/hide the 'Load Core' option.
es: Mostrar/ocultar la opción de 'Cargar núcleo'

# MENU_ENUM_LABEL_VALUE_MENU_SHOW_LOAD_CONTENT
source: Show Load Content
es: Mostrar cargar contenido

# MENU_ENUM_SUBLABEL_MENU_SHOW_LOAD_CONTENT
source: Show/hide the 'Load Content' option.
es: Mostrar/ocultar la opción de 'Cargar contenido'

# MENU_ENUM_LABEL_VALUE_MENU_SHOW_INFORMATION
source: Show Information
es: Mostrar Información

# MENU_ENUM_SUBLABEL_MENU_SHOW_INFORMATION
source: Show/hide the 'Information' option.
es: Mostrar/ocultar la opción de 'Información'

# MENU_ENUM_LABEL_VALUE_MENU_SHOW_CONFIGURATIONS
source: Show Configurations
es: Mostrar configuraciones

# MENU_ENUM_SUBLABEL_MENU_SHOW_CONFIGURATIONS
source: Show/hide the 'Configurations' option.
es: Mostrar/ocultar la opción de 'Configuraciones'

# MENU_ENUM_LABEL_VALUE_MENU_SHOW_HELP
source: Show Help
es: Mostrar ayuda

# MENU_ENUM_SUBLABEL_MENU_SHOW_HELP
source: Show/hide the 'Help' option.
es: Mostrar/ocultar la opción de 'Ayuda'

# MENU_ENUM_LABEL_VALUE_MENU_SHOW_QUIT_RETROARCH
source: Show Quit RetroArch
es: Mostrar salir de RetroArch

# MENU_ENUM_SUBLABEL_MENU_SHOW_QUIT_RETROARCH
source: Show/hide the 'Quit RetroArch' option.
es: Mostrar/ocultar la opción de 'Salir de RetroArch'

# MENU_ENUM_LABEL_VALUE_MENU_SHOW_REBOOT
source: Show Reboot
es: Mostrar reiniciar

# MENU_ENUM_SUBLABEL_MENU_SHOW_REBOOT
source: Show/hide the 'Reboot' option.
es: Mostrar/ocultar la opción de 'Reiniciar'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_VIEWS_SETTINGS
source: Quick Menu
es: Menú rápido

# MENU_ENUM_SUBLABEL_QUICK_MENU_VIEWS_SETTINGS
source: Show or hide elements on the Quick Menu screen.
es: Mostrar/ocultar elementos del menú rápido

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_TAKE_SCREENSHOT
source: Show Take Screenshot
es: Mostrar captura de pantalla

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_TAKE_SCREENSHOT
source: Show/hide the 'Take Screenshot' option.
es: Mostrar/ocultar la opción de 'Captura de pantalla'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_SAVE_LOAD_STATE
source: Show Save/Load State
es: Mostrar guardado rápido

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_SAVE_LOAD_STATE
source: Show/hide the options for saving/loading state.
es: Mostrar/ocultar la opción de 'Guardado rápido'

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_UNDO_SAVE_LOAD_STATE
source: Show Undo Save/Load State
es: Mostrar deshacer carga y guardado rápido

# MENU_ENUM_SUBLABEL_QUICK_MENU_SHOW_UNDO_SAVE_LOAD_STATE
source: Show/hide the options for undoing save/load state.
es: Mostrar/ocultar la opción para deshacer la carga y guardado rápido

# MENU_ENUM_LABEL_VALUE_QUICK_MENU_SHOW_ADD_TO_FAVORITES
source: Show Add to Favorites
es: Mostrar agregar a favoritos
