Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MSG_REWIND_INIT
source: Initializing rewind buffer with size
de: Initialisiere Rückspul-Puffer mit Größe
es: Iniciando buffer de rebobinado de
fr: Initialisation du tampon pour le retour rapide avec une taille
it: Inizializzazione del buffer di riavvolgimento con dimensione
pt_br: Inicializando o buffer de Voltar Atrás com tamanho
ru: Инициализация буфера перемотки с размером

# MSG_REWIND_INIT_FAILED
source: Failed to initialize rewind buffer. Rewinding will be disabled.
de: Fehler beim Initialisieren des Rückspul-Puffers. Zurückspulen wird deaktiviert.
es: Fallo al iniciar el buffer. El rebobinado se desactivará
fr: Échec de l'initialisation du tampon pour le retour rapide. Cette fonctionnalité sera désactivée.
it: Impossibile inizializzare il buffer del riavvolgimento. Il riavvolgimento sarà disabilitato.
pt_br: Falha em inicializar o buffer de Voltar Atrás. Voltar Atrás será desativado.
ru: Ошибка создания буфера перемотки. Перемотка будет отключена.

# MSG_REWIND_INIT_FAILED_THREADED_AUDIO
source: Implementation uses threaded audio. Cannot use rewind.
de: Implementierung verwendet separaten Audio-Thread. Zurückspulen kann nicht verwendet werden.
es: La implementación usa audio por hilos. No se puede usar rebobinado
fr: L'implémentation utilise audio thread. Impossible d'activer le retour rapide.
it: L'implementazione utilizza il threaded audio. Impossibile utilizzare il riavvolgimento.
pt_br: Esta implementação usa áudio paralelizado. Não é possível utilizar Voltar Atrás.
ru: Ядро использует многопоточный звук. Перемотка невозможна.

# MSG_REWIND_REACHED_END
source: Reached end of rewind buffer.
de: Ende des Rückspul-Puffers erreicht.
es: Fin del buffer de rebobinado
fr: Atteinte de la fin du tampon de rembobinage.
it: Raggiunto la fine del buffer di riavvolgimento.
pt_br: Final do buffer de Voltar Atrás atingido.
ru: Достигнут предел буфера перемотки.

# MSG_SAVED_NEW_CONFIG_TO
source: Saved new config to
de: Neue Konfiguration gespeichert in
es: Guardada nueva configuración en
fr: Nouvelle configuration sauvegardée vers
it: Salvata la nuova configurazione su
pt_br: Nova configuração salva em
ru: Сохранено новое имя конфигурации

# MSG_SAVED_STATE_TO_SLOT
source: Saved state to slot #%d.
de: Spielstand in Speicherplatz #%d gespeichert.
es: Guardado a la ranura #%d
fr: Savestate vers slot #%d.
pt_br: Estado de Jogo salvo no compartimento #%d.
ru: Сохранено в слот #%d.

# MSG_SAVED_STATE_TO_SLOT_AUTO
source: Saved state to slot #-1 (auto).
de: Spielstand in Speicherplatz #-1 (auto) gespeichert.
es: Guardado #-1 (auto)
fr: Savestate vers slot #-1 (auto).
pt_br: Estado de Jogo salvo no compartimento #-1 (automático).
ru: Сохранено в слот #-1 (auto).

# MSG_SAVED_SUCCESSFULLY_TO
source: Saved successfully to
de: Erfolgreich gespeichert in
es: Guardado exitosamente en
fr: Sauvegarde réussie vers
it: Salvato con successo su
pt_br: Salvo com sucesso em
ru: Успешно сохранено в

# MSG_SAVING_RAM_TYPE
source: Saving RAM type
de: Speichere RAM-Typ
es: Guardando RAM
fr: Sauvegarde du type de RAM
pt_br: Salvando Tipo de RAM
ru: Запись RAM

# MSG_SAVING_STATE
source: Saving state
de: Speichere aktuellen Zustand (Savestate)
es: Guardando
fr: Sauvegarde savestate
it: Salvataggio dello stato
pt_br: Salvando Estado de Jogo
ru: Сохранено

# MSG_SCANNING
source: Scanning
de: Durchsuchen
es: Escaneando
fr: Analyse
it: Scansione in corso
pt_br: Analisando
ru: Сканирование

# MSG_SCANNING_OF_DIRECTORY_FINISHED
source: Scanning of directory finished
de: Durchsuchen des Verzeichnisses beendet
es: Escaneo de carpeta finalizado
fr: Analyse des dossiers terminée
it: Scansione della directory completata
pt_br: Análise de diretório terminada
ru: Сканирование папки завершено

# MSG_SENDING_COMMAND
source: Sending command
de: Sende Befehl
es: Enviando comando
fr: Envoi commande
it: Invio del comando
pt_br: Enviando comando
ru: Отправка команды

# MSG_SEVERAL_PATCHES_ARE_EXPLICITLY_DEFINED
source: Several patches are explicitly defined, ignoring all...
de: Mehrere Patches wurden explizit definiert, ignoriere alle...
es: Varios parches están explicitamente definidos, ignorando todos...
fr: Plusieurs patches sont définis explicitement, ignore tout...
it: Diverse patch sono definite esplicitamente, ignorando tutti...
pt_br: Várias modificações de conteúdo estão explicitamente definidas, ignorando todas...
ru: Несколько патчей явно определены, игнорируя все...

# MSG_SHADER_PRESET_SAVED_SUCCESSFULLY
source: Shader preset saved successfully.
de: Shader-Voreinstellung erfolgreich gespeichert.
es: Shader preset guardado exitosamente
fr: Preset de shader sauvegardé.
it: Shader predefinito salvato con successo.
pt_br: Predefinição de Shader salva com sucesso.
ru: Предварительная установка шейдера успешно сохранена.

# MSG_SKIPPING_SRAM_LOAD
source: Skipping SRAM load.
de: Überspringe Laden des SRAM.
es: Saltando carga de SaveRAM
fr: Ignore le chargement de la SRAM.
pt_br: Ignorando carregamento da SRAM.
ru: Пропуск загрузки SRAM.

# MSG_SLOW_MOTION
source: Slow motion.
de: Zeitlupe.
es: Cámara lenta
fr: Ralenti.
pt_br: Câmera Lenta.
ru: Замедление.

# MSG_FAST_FORWARD
source: Fast forward.
de: Snel vooruit.
es: Avance rápido
fr: Avance rapide.
it: Avanzamento rapido.
pt_br: Avanço rápido.
ru: Перемотка вперед.

# MSG_SLOW_MOTION_REWIND
source: Slow motion rewind.
de: In Zeitlupe zurückspulen.
es: Rebobinado lento
fr: Rembobinage ralenti.
it: Riavvolgimento lento.
pt_br: Voltar Atrás em Câmera Lenta.
ru: Замедленная перемотка.

# MSG_SRAM_WILL_NOT_BE_SAVED
source: SRAM will not be saved.
de: SRAM wird nicht gespeichert.
es: SaveRAM no se guardará
fr: SRAM ne sera pas sauvegardée.
it: La SRAM non verrà salvata.
pt_br: SRAM não será salva.
ru: Невозможно сохранить SRAM.

# MSG_STARTING_MOVIE_PLAYBACK
source: Starting movie playback.
de: Starte Film-Wiedergabe.
es: Iniciando reproducción de película
fr: Démarrage de la lecture vidéo.
it: Avvia la riproduzione del filmato.
pt_br: Iniciando reprodução de filme.
ru: Воспроизведение записи.

# MSG_STARTING_MOVIE_RECORD_TO
source: Starting movie record to
de: Starte Film-Aufzeichnung in
es: Iniciando grabación de película en
fr: Démarrage de l'enregistrement vidéo vers
it: Avvio della registrazione del film su
pt_br: Iniciando a gravação de filme em
ru: Запись видео в

# MSG_STATE_SIZE
source: State size
de: Spielstand-Größe
es: Tamaño del guardado
fr: Taille savestate
it: Dimensione dello stato
pt_br: Tamanho do Estado de Jogo
ru: Размер сохранения

# MSG_STATE_SLOT
source: State slot
de: Spielstand-Speicherplatz
es: Ranura de guardado
fr: Emplacement d'état
it: Slot dello stato
pt_br: Compartimento do Estado de Jogo
ru: Слот сохранения

# MSG_TAKING_SCREENSHOT
source: Taking screenshot.
de: Erstelle Bildschirmfoto.
es: Capturando pantalla
fr: Réalisation d'une copie d'écran.
it: Effettua screenshot.
pt_br: Fazendo captura de tela
ru: Скриншот сохранён.

# MSG_TO
source: to
de: nach
es: en
fr: de
pt_br: em
ru: в

# MSG_UNDID_LOAD_STATE
source: Undid load state.
de: Laden des Spielstands wurde rückgängig gemacht.
es: Deshecha la carga
fr: Chargement d'état annulé.
it: Annullamento del caricamento del salvataggio
pt_br: Desfez o carregamento de Estado de Jogo.
ru: Отключить состояние загрузки.

# MSG_UNDOING_SAVE_STATE
source: Undoing save state
de: Speichern des Spielstands wurde rückgängig gemacht.
es: Deshaciendo el guardado
fr: Annulation de la savestate
it: Annullamento del salvataggio
pt_br: Desfazendo o salvamento de Estado de Jogo
ru: Отмена сохранения состояния

# MSG_UNKNOWN
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt_br: Desconhecido
ru: Неизвестно.

# MSG_UNPAUSED
source: Unpaused.
de: Nicht pausiert.
es: Despausado
fr: Relancé.
pt_br: Retomando.
ru: Пауза откл.

# MSG_UNRECOGNIZED_COMMAND
source: Unrecognized command
de: Unbekannter Befehl
es: Comando no reconocido
fr: Commande non reconnue
it: Comando non riconosciuto
pt_br: Comando não reconhecido
ru: Неизвестная команда

# MSG_USING_CORE_NAME_FOR_NEW_CONFIG
source: Using core name for new config.
de: Verwende Core-Namen für neue Konfiguration.
es: Usando el nombre del núcleo para la nueva configuración
fr: Utilisation du nom du cœur pour la nouvelle configuration.
it: Utilizzo del nome di un core per la nuova configurazione.
pt_br: Usando o nome do núcleo para uma nova configuração.
ru: Использование имени ядра для новой конфигурации.

# MSG_USING_LIBRETRO_DUMMY_CORE_RECORDING_SKIPPED
source: Using libretro dummy core. Skipping recording.
de: Verwende libretro-Dumy-Core. Überspringe Aufzeichnung.
es: Usando núcleo vacío. Saltando grabación
fr: Utilisation d'un core libretro simple. Ignore l'enregistrement.
pt_br: Usando o núcleo libretro modelo. Pulando a gravação.
ru: Используется фиктивное ядро. Запись не производится.

# MSG_VALUE_CONNECT_DEVICE_FROM_A_VALID_PORT
source: Connect device from a valid port.
de: Verbinde Gerät mit einem gültigen Anschluss.
es: Conecte el dispositivo a un puerto valido
fr: Connecter le périphérique depuis un port valide.
it: Collegare il dispositivo a una porta valida.
pt_br: Conecte o dispositivo a partir de uma porta válida.
ru: Подключите устройство к действительному порту.

# MSG_VALUE_DISCONNECTING_DEVICE_FROM_PORT
source: Disconnecting device from port
de: Trenne Gerät von Anschluss
es: Desconectando el dispositivo del puerto
fr: Déconnexion du périphérique du port
it: Scollegamento del dispositivo dalla porta
pt_br: Desconectando o dispositivo da porta
ru: Отключение устройства от порта

# MSG_VALUE_REBOOTING
source: Rebooting...
de: Neustart...
es: Reiniciando..
fr: Redémarrage...
it: Riavvio in corso...
pt_br: Reinicializando...
ru: Перезагрузка ...

# MSG_VALUE_SHUTTING_DOWN
source: Shutting down...
de: Beenden...
es: Apagando..
fr: Extinction en cours...
it: Spegnimento in corso...
pt_br: Desligando...
ru: Выключение...

# MSG_VERSION_OF_LIBRETRO_API
source: Version of libretro API
de: Version der libretro-API
es: Versión de la API Libretro
fr: Version de l'API libretro
it: Versione delle API di libretro
pt_br: Versão da API libretro
ru: Версия API libretro

# MSG_VIEWPORT_SIZE_CALCULATION_FAILED
source: Viewport size calculation failed! Will continue using raw data. This will probably not work right ...
de: Berechnung der Bildgröße fehlgeschlagen! Wird unter Verwendung von Rohdaten fortfahren. Dies wird wahrscheinlich nicht richtig funktionieren ...
es: Fallo el calculo de la ventana! Se continuará usando datos en bruto. Probablemente no funcionará bien ..
fr: Échec du calcul de la taille du visuel ! Utilisation des données brutes. Cela ne fonctionnera probablement pas bien ...
it: Il calcolo della dimensione di visualizzazione è fallito! Continuerà ad utilizzare dati grezzi. Questo probabilmente non funzionerà correttamente
pt_br: Falha no cálculo de tamanho da janela de exibição! Prosseguindo usando dados brutos. Isto provavelmente não funcionará corretamente...
ru: Ошибка расчёта размеров окна проекции. Будут использованы необработанные данные. Возможны ошибки.

# MSG_VIRTUAL_DISK_TRAY
source: virtual disk tray.
de: Virtuelle Laufwerksschublade.
es: Bandeja de discos virtual
fr: Lecteur de disque virtuel.
it: Vassoio del disco virtuale.
pt_br: bandeja de disco virtual.
ru: Виртуальный лоток cd-привода

# MENU_ENUM_SUBLABEL_AUDIO_LATENCY
source: Desired audio latency in milliseconds. Might not be honored if the audio driver can't provide given latency.
es: Latencia de audio deseada en milisegundos. Puede no ser honrada si el controlador no puede proveerla

# MENU_ENUM_SUBLABEL_AUDIO_MUTE
source: Mute/unmute audio.
es: Silencia el audio

# MENU_ENUM_SUBLABEL_AUDIO_RATE_CONTROL_DELTA
source: Helps smooth out imperfections in timing when synchronizing audio and video. Be aware that if disabled, proper synchronization is nearly impossible to obtain.
es: Ayuda a suavizar imperfecciones de timing al sincronizar audio y video. desactivarlo hace casi imposible una sincronía correcta

# MENU_ENUM_SUBLABEL_CAMERA_ALLOW
source: Allow or disallow camera access by cores.
es: Habilitar o deshabilitar el acceso de los núcleos a la cámara

# MENU_ENUM_SUBLABEL_LOCATION_ALLOW
source: Allow or disallow location services access by cores.
es: Habilitar o deshabilitar al núcleo a usar los servicios de ubicación

# MENU_ENUM_SUBLABEL_INPUT_MAX_USERS
source: Maximum amount of users supported by RetroArch.
es: Máxima cantidad de usuarios a soportar por RetroArch

# MENU_ENUM_SUBLABEL_INPUT_POLL_TYPE_BEHAVIOR
source: Influence how input polling is done inside RetroArch. Setting it to 'Early' or 'Late' can result in less latency, depending on your configuration.
es: Influencia como el sondeo es hecho dentro de RetroArch. 'Temprano' o 'Tarde' pueden resultar en menor latencia, dependiendo de su configuración

# MENU_ENUM_SUBLABEL_INPUT_ALL_USERS_CONTROL_MENU
source: Allows any user to control the menu. If disabled, only User 1 can control the menu.
es: Permite a cualquier usuario a controlar el menú. Si se desactiva solo podrá hacerlo el usuario 1

# MENU_ENUM_SUBLABEL_AUDIO_VOLUME
source: Audio volume (in dB). 0 dB is normal volume, and no gain is applied.
es: 0 dB es normal, donde no se aplica ganancia

# MENU_ENUM_SUBLABEL_AUDIO_WASAPI_EXCLUSIVE_MODE
source: Allow the WASAPI driver to take exclusive control of the audio device. If disabled, it will use shared mode instead.
es: Permite al controlador WASAPI tomar control exclusivo del disp. de audio. Al deshabilitarlo se usará el modo compartido

# MENU_ENUM_SUBLABEL_AUDIO_WASAPI_FLOAT_FORMAT
source: Use float format for the WASAPI driver, if supported by your audio device.
es: Usar formato de punto flotante en WASAPI, Su dispositivo debe soportarlo

# MENU_ENUM_SUBLABEL_AUDIO_WASAPI_SH_BUFFER_LENGTH
source: The intermediate buffer length (in frames) when using the WASAPI driver in shared mode.
es: El tamaño del buffer intermedio (en frames) al usar WASAPI en modo compartido

# MENU_ENUM_SUBLABEL_AUDIO_SYNC
source: Synchronize audio. Recommended.
es: Sincronizar audio. Recomendado

# MENU_ENUM_SUBLABEL_INPUT_AXIS_THRESHOLD
source: How far an axis must be tilted to result in a button press.
es: Cuanto debe mover la palanca para ser detectada. Evita movimientos indeseados en los mandos que no vuelven perfectamente al centro

# MENU_ENUM_SUBLABEL_INPUT_BIND_TIMEOUT
source: Amount of seconds to wait until proceeding to the next bind.
es: Cantidad de segundos a esperar hasta la siguiente asignación

# MENU_ENUM_SUBLABEL_INPUT_TURBO_PERIOD
source: Describes the period when turbo-enabled buttons are toggled. Numbers are described in frames.
es: Periodo entre pulsación de los botones turbo (en frames)

# MENU_ENUM_SUBLABEL_INPUT_DUTY_CYCLE
source: Describes how long the period of a turbo-enabled button should be. Numbers are described in frames.
es: Cuanto debe durar la pulsación de los botones turbo (en frames)

# MENU_ENUM_SUBLABEL_VIDEO_VSYNC
source: Synchronizes the output video of the graphics card to the refresh rate of the screen. Recommended.
es: Sincroniza la salida de la placa de video al refresco de la pantalla. Recomendado

# MENU_ENUM_SUBLABEL_VIDEO_ALLOW_ROTATE
source: Allow cores to set rotation. When disabled, rotation requests are ignored. Useful for setups where one manually rotates the screen.
es: Permitir a los núcleos rotar la pantalla. Desactivarlo es útil cuando se puede girar el dispositivo manualmente

# MENU_ENUM_SUBLABEL_DUMMY_ON_CORE_SHUTDOWN
source: Some cores might have a shutdown feature. If enabled, it will prevent the core from shutting RetroArch down. Instead, it loads a dummy core.
es: Activarlo previene que algunos núcleos con función de apagado cierren RetroArch, en lugar de eso se cargará un núcleo vacío

# MENU_ENUM_SUBLABEL_CHECK_FOR_MISSING_FIRMWARE
source: Check if all the required firmware is present before attempting to load content.
es: Verificar que el firmware necesario este disponible antes de cargar el contenido

# MENU_ENUM_SUBLABEL_VIDEO_REFRESH_RATE
source: Vertical refresh rate of your screen. Used to calculate a suitable audio input rate. NOTE: This will be ignored if 'Threaded Video' is enabled.
es: Tasa de refresco vertical de su pantalla. Usada para calcular la velocidad de audio. Nota: Se ignorará si 'Video por hilos' esta activado

# MENU_ENUM_SUBLABEL_AUDIO_ENABLE
source: Enable audio output.
es: Activar salida de audio

# MENU_ENUM_SUBLABEL_AUDIO_MAX_TIMING_SKEW
source: The maximum change in audio input rate. Increasing this enables very large changes in timing at the cost of an inaccurate audio pitch (e.g., running PAL cores on NTSC displays).
es: El máximo cambio en la velocidad de audio. Incrementarlo permite grandes cambios de timing a costa del tono de audio (Ej. Núcleos PAL en pantallas NTSC)

# MSG_FAILED
source: failed
de: fehlgeschlagen
es: Fallo
fr: échec
it: fallito
pt_br: falhou
ru: Не удалось

# MSG_SUCCEEDED
source: succeeded
de: erfolgreich
es: Éxito
fr: succès
it: ha avuto successo
pt_br: teve êxito
ru: Удалось

# MSG_DEVICE_NOT_CONFIGURED
source: not configured
de: nicht konfiguriert
es: no configurado
fr: non configuré
it: non configurato
pt_br: não configurado
ru: Не настроено

# MSG_DEVICE_NOT_CONFIGURED_FALLBACK
source: not configured, using fallback
de: nicht konfiguriert, verwende Rückfalloption
es: no configurado, usando respaldo
fr: non configuré, utilisation du fallback
it: non configurata, utilizza fallback
pt_br: não configurado, usando reserva
ru: Не настроен, используется резервный

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST
source: Database Cursor List
es: Base de datos: Lista cursor

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_DEVELOPER
source: Database - Filter : Developer
es: Base de datos - Filtro : Desarrollador

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_PUBLISHER
source: Database - Filter : Publisher
es: Base de datos - Filtro : Distribuidora

# MENU_ENUM_LABEL_VALUE_DISABLED
source: Disabled
es: Desactivado
fr: Désactivé
ru: Отключено

# MENU_ENUM_LABEL_VALUE_ENABLED
source: Enabled
es: Activado

# MENU_ENUM_LABEL_VALUE_CONTENT_HISTORY_PATH
source: Content History Path
es: Ruta del historial

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_ORIGIN
source: Database - Filter : Origin
es: Base de datos - Filtro : Origen

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_FRANCHISE
source: Database - Filter : Franchise
es: Base de datos - Filtro : Franquicia

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_ESRB_RATING
source: Database - Filter : ESRB Rating
es: Base de datos - Filtro : ESRB Rating

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_ELSPA_RATING
source: Database - Filter : ELSPA Rating
es: Base de datos - Filtro : ELSPA Rating

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_PEGI_RATING
source: Database - Filter : PEGI Rating
es: Base de datos - Filtro : PEGI Rating

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_CERO_RATING
source: Database - Filter : CERO Rating
es: Base de datos - Filtro : CERO Rating

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_BBFC_RATING
source: Database - Filter : BBFC Rating
es: Base de datos - Filtro : BBFC Rating

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_MAX_USERS
source: Database - Filter : Max Users
es: Base de datos - Filtro : Máximo de usuarios

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_RELEASEDATE_BY_MONTH
source: Database - Filter : Releasedate By Month
es: Base de datos - Filtro : Lanzamiento por mes

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_RELEASEDATE_BY_YEAR
source: Database - Filter : Releasedate By Year
es: Base de datos - Filtro : Lanzamiento por año

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_EDGE_MAGAZINE_ISSUE
source: Database - Filter : Edge Magazine Issue
es: Base de datos - Filtro : Numero de la revista Edge

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_EDGE_MAGAZINE_RATING
source: Database - Filter : Edge Magazine Rating
es: Base de datos - Filtro : Rating de la revista Edge

# MENU_ENUM_LABEL_VALUE_DATABASE_CURSOR_LIST_ENTRY_DATABASE_INFO
source: Database Info
es: Info de base de datos

# MSG_WIFI_SCAN_COMPLETE
source: Wi-Fi scan complete.
de: Suche nach WLAN-Netzwerken abgeschlossen.
es: Escaneo Wi-Fi completo
fr: Scan des réseaux Wi-Fi terminé.
it: Scansione completata delle reti Wi-Fi .
pt_br: Análise de Wi-Fi completa.
ru: Сканирование Wi-Fi успешно завершено.

# MSG_SCANNING_WIRELESS_NETWORKS
source: Scanning wireless networks...
de: Suche nach WLAN-Netzwerken...
es: Escaneando redes inalambricas..
fr: Scan des réseaux Wi-Fi...
it: Scansione delle reti wireless in corso...
pt_br: Analisando redes sem fio...
ru: Сканирование беспроводных сетей...

# MSG_NETPLAY_LAN_SCAN_COMPLETE
source: Netplay scan complete.
es: Juego en red escaneo completo

# MSG_NETPLAY_LAN_SCANNING
source: Scanning for netplay hosts...
de: Suche nach Netplay-Hosts...
es: Escaneando en busca de anfitriones de juego en red...
fr: Recherche des hôtes de jeu en réseau...
it: Scansione hosts netplay in corso...
pt_br: Analisando por hospedeiros de Netplay...
ru: Сканирование хостов Netplay...

# MENU_ENUM_SUBLABEL_PAUSE_NONACTIVE
source: Pause gameplay when RetroArch is not the active window.
es: Pausar gameplay cuando RetroArch no es la ventana activa

# MENU_ENUM_SUBLABEL_VIDEO_DISABLE_COMPOSITION
source: Enable or disable composition (Windows only).
es: Activar o desactivar composición (Solo Windows)

# MENU_ENUM_SUBLABEL_HISTORY_LIST_ENABLE
source: Enable or disable recent playlist for games, images, music, and videos.
es: Activar o desactivar lista de elementos recientes para juegos, imágenes, música, y videos

# MENU_ENUM_SUBLABEL_CONTENT_HISTORY_SIZE
source: Limit the number of entries in recent playlist for games, images, music, and videos.
es: Limitar el número de entradas en la lista de elementos recientes

# MENU_ENUM_LABEL_VALUE_INPUT_UNIFIED_MENU_CONTROLS
source: Unified Menu Controls
es: Controles de menú unificados

# MENU_ENUM_SUBLABEL_INPUT_UNIFIED_MENU_CONTROLS
source: Use the same controls for both the menu and the game. Applies to the keyboard.
es: Usar los mismos controles para el menú y el juego. Aplica al teclado

# MENU_ENUM_SUBLABEL_VIDEO_FONT_ENABLE
source: Show onscreen messages.
es: Mostrar mensajes en pantalla

# MENU_ENUM_LABEL_VALUE_NETWORK_USER_REMOTE_ENABLE
source: User %d Remote Enable
es: Usuario %d Remoto Activado
fr: Activer la manette réseau pour l'utilisateur %d
ru: Включить удаленного пользователя %d

# MENU_ENUM_LABEL_VALUE_BATTERY_LEVEL_ENABLE
source: Show battery level
es: Mostrar nivel de batería

# MENU_ENUM_LABEL_VALUE_SELECT_FILE
source: Select File
es: Seleccionar archivo
fr: Sélectionner un fichier
ru: Выбрать файл

# MENU_ENUM_LABEL_VALUE_SELECT_FROM_COLLECTION
source: Select From Collection
es: Seleccionar de la colección

# MENU_ENUM_LABEL_VALUE_FILTER
source: Filter
es: Filtro
fr: Filtre
ru: Фильтр

# MENU_ENUM_LABEL_VALUE_SCALE
source: Scale
es: Escalar
fr: Zoom
ru: Масштаб

# MENU_ENUM_LABEL_VALUE_NETPLAY_START_WHEN_LOADED
source: Netplay will start when content is loaded.
es: Juego en red comenzará cuando se cargue el contenido
fr: Le jeu en réseau débutera quand un contenu sera chargé.
ru: Netplay заработает, когда вы запустите игру.

# MENU_ENUM_LABEL_VALUE_NETPLAY_LOAD_CONTENT_MANUALLY
source: Couldn't find a suitable core or content file, load manually.
es: No se encontró el núcleo o contenido, cargue manualmente
fr: Impossible de trouver un cœur ou un jeu correspondant, procédez à un chargement manuel.
ru: Не удается найти требуемое ядро или файл контента, загрузите его вручную.

# MENU_ENUM_LABEL_VALUE_BROWSE_URL_LIST
source: Browse URL
es: Ver URLs
fr: Parcourir l'URL
ru: Просмотр URL

# MENU_ENUM_LABEL_VALUE_BROWSE_URL
source: URL Path
es: Ver URL
fr: Chemin de l'URL
ru: Путь URL

# MENU_ENUM_LABEL_VALUE_BROWSE_START
source: Start
es: Iniciar
fr: Démarrer
ru: Старт
