Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MENU_ENUM_LABEL_VALUE_CUSTOM_RATIO
source: Custom Ratio
es: Relación personalizada

# MENU_ENUM_LABEL_VALUE_DATABASE_MANAGER
source: Database Manager
es: Gestor de bases de datos
fr: Gestionnaire de bases de données
ru: Менеджер баз данных

# MENU_ENUM_LABEL_VALUE_DATABASE_SELECTION
source: Database Selection
es: Seleccionar bases de datos

# MENU_ENUM_LABEL_VALUE_DELETE_ENTRY
source: Remove
es: Quitar
fr: Supprimer
ru: Удалить

# MENU_ENUM_LABEL_VALUE_FAVORITES
source: Start directory
es: Favoritos
fr: Dossier de démarrage
ru: Избранное

# MENU_ENUM_LABEL_VALUE_DIRECTORY_CONTENT
source: <Content dir>
es: <Carpeta de contenido>

# MENU_ENUM_LABEL_VALUE_DIRECTORY_DEFAULT
source: <Default>
es: <Predeterminada>
fr: <Par défaut>
ru: <По умолчанию>

# MENU_ENUM_LABEL_VALUE_DIRECTORY_NONE
source: <None>
es: <Ninguna>

# MENU_ENUM_LABEL_VALUE_DIRECTORY_NOT_FOUND
source: Directory not found.
es: No se ha encontrado la carpeta
fr: Dossier non trouvé.
ru: Каталог не найден.

# MENU_ENUM_LABEL_VALUE_DIRECTORY_SETTINGS
source: Directory
es: Carpetas
fr: Dossier
ru: Каталог

# MENU_ENUM_LABEL_VALUE_DISK_CYCLE_TRAY_STATUS
source: Disk Cycle Tray Status
es: Estado de la bandeja de discos
fr: État du lecteur de disque
ru: Статус диска в приводе

# MENU_ENUM_LABEL_VALUE_DISK_IMAGE_APPEND
source: Disk Image Append
es: Asignar imagen de disco
fr: Ajouter une image de disque
ru: Добавить образ диска

# MENU_ENUM_LABEL_VALUE_DISK_INDEX
source: Disk Index
es: Índice de disco
fr: Numéro du disque
ru: Индекс диска

# MENU_ENUM_LABEL_VALUE_DISK_OPTIONS
source: Disk Control
es: Control de disco
fr: Contrôle du disque
ru: Управление диском

# MENU_ENUM_LABEL_VALUE_DONT_CARE
source: Don't care
es: No importa
fr: Peu importe
ru: Не важно

# MENU_ENUM_LABEL_VALUE_DOWNLOADED_FILE_DETECT_CORE_LIST
source: Downloads
es: Descargas
fr: Téléchargements
ru: Загрузки

# MENU_ENUM_LABEL_VALUE_DOWNLOAD_CORE
source: Download Core...
es: Descargar núcleo..
fr: Télécharger un cœur...
ru: Загрузка ядра...

# MENU_ENUM_LABEL_VALUE_DOWNLOAD_CORE_CONTENT
source: Content Downloader
es: Descargador de contenido
fr: Télécharger du contenu
ru: Загрузка содержимого

# MENU_ENUM_LABEL_VALUE_DPI_OVERRIDE_ENABLE
source: DPI Override Enable
es: Forzar DPI

# MENU_ENUM_LABEL_VALUE_DPI_OVERRIDE_VALUE
source: DPI Override
es: Anular DPI

# MENU_ENUM_LABEL_VALUE_DRIVER_SETTINGS
source: Driver
es: Controladores
fr: Pilote
ru: Драйвер

# MENU_ENUM_LABEL_VALUE_DUMMY_ON_CORE_SHUTDOWN
source: Load Dummy on Core Shutdown
es: Cargar vacío al cerrar núcleo

# MENU_ENUM_LABEL_VALUE_CHECK_FOR_MISSING_FIRMWARE
source: Check for Missing Firmware Before Loading
es: Chequear si falta Firmware antes de cargar

# MENU_ENUM_LABEL_VALUE_DYNAMIC_WALLPAPER
source: Dynamic Background
es: Fondo de pantalla dinámico

# MENU_ENUM_LABEL_VALUE_DYNAMIC_WALLPAPERS_DIRECTORY
source: Dynamic Backgrounds
es: Fondos de pantalla dinámicos

# MENU_ENUM_LABEL_VALUE_CHEEVOS_ENABLE
source: Enable Achievements
es: Activar logros

# MENU_ENUM_LABEL_VALUE_ENTRY_HOVER_COLOR
source: Menu entry hover color
es: Color de resaltado del menú

# MENU_ENUM_LABEL_VALUE_ENTRY_NORMAL_COLOR
source: Menu entry normal color
es: Color normal del menú

# MENU_ENUM_LABEL_VALUE_FALSE
source: False
es: Desactivado
fr: Faux
ru: Выключено

# MENU_ENUM_LABEL_VALUE_FASTFORWARD_RATIO
source: Maximum Run Speed
es: Velocidad máxima de ejecución

# MENU_ENUM_LABEL_VALUE_FAVORITES_TAB
source: Favorites
es: Favoritos

# MENU_ENUM_LABEL_VALUE_FPS_SHOW
source: Display Framerate
es: Mostrar FPS

# MENU_ENUM_LABEL_VALUE_FRAME_THROTTLE_ENABLE
source: Limit Maximum Run Speed
es: Limitar velocidad máxima de ejecución

# MENU_ENUM_LABEL_VALUE_FRAME_THROTTLE_SETTINGS
source: Frame Throttle
es: Velocidad de frames
fr: Vitesse d'affichage
ru: Настройка частоты кадров

# MENU_ENUM_LABEL_VALUE_FRONTEND_COUNTERS
source: Frontend Counters
es: Contadores de la interfaz
fr: Compteurs du Frontend
ru: Внешние счетчики

# MENU_ENUM_LABEL_VALUE_GAME_SPECIFIC_OPTIONS
source: Load Content-Specific Core Options Automatically
es: Usar opciones de núcleo para cada juego si existen

# MENU_ENUM_LABEL_VALUE_GAME_SPECIFIC_OPTIONS_CREATE
source: Create game-options file
es: Crear archivo de opciones del juego
fr: Créer un fichier de configuration du cœur pour ce jeu
ru: Создать файл параметров игры

# MENU_ENUM_LABEL_VALUE_GAME_SPECIFIC_OPTIONS_IN_USE
source: Game-options file
es: Archivo de opciones del juego
fr: Fichier de configuration du jeu
ru: Файл параметров игры

# MENU_ENUM_LABEL_VALUE_HELP
source: Help
es: Ayuda

# MENU_ENUM_LABEL_VALUE_HELP_AUDIO_VIDEO_TROUBLESHOOTING
source: Audio/Video Troubleshooting
es: Solucionar problemas de Audio/Video
fr: Dépannage audio/vidéo
ru: Устранение проблем с аудио/видео

# MENU_ENUM_LABEL_VALUE_HELP_CHANGE_VIRTUAL_GAMEPAD
source: Changing Virtual Gamepad Overlay
es: Cambiar el mando virtual superpuesto
fr: Utiliser un overlay de manette virtuelle
ru: Изменение обложки виртуального геймпада

# MENU_ENUM_LABEL_VALUE_HELP_CONTROLS
source: Basic Menu Controls
es: Controles básicos del menú
fr: Contrôles de base du menu
ru: Основные элементы управления меню

# MENU_ENUM_LABEL_VALUE_HELP_LIST
source: Help
es: Ayuda

# MENU_ENUM_LABEL_VALUE_HELP_LOADING_CONTENT
source: Loading Content
es: Cargando contenido
fr: Chargement du contenu
ru: Загрузка содержимого

# MENU_ENUM_LABEL_VALUE_HELP_SCANNING_CONTENT
source: Scanning For Content
es: Buscando contenido
fr: Scan de contenus
ru: Сканирование содержимого

# MENU_ENUM_LABEL_VALUE_HELP_WHAT_IS_A_CORE
source: What Is A Core?
es: ¿Qué es un núcleo?
fr: Qu'est-ce qu'un cœur ?
ru: Что такое ядро?

# MENU_ENUM_LABEL_VALUE_HISTORY_LIST_ENABLE
source: History List Enable
es: Activar Historial

# MENU_ENUM_LABEL_VALUE_HISTORY_TAB
source: History
es: Historial
fr: Historique
ru: История

# MENU_ENUM_LABEL_VALUE_HORIZONTAL_MENU
source: Horizontal Menu
es: Menú Horizontal
fr: Menu horizontal
ru: Горизонтальное меню

# MENU_ENUM_LABEL_VALUE_IMAGES_TAB
source: Image
es: Imágenes
ru: Образ

# MENU_ENUM_LABEL_VALUE_INFORMATION
source: Information
es: Información

# MENU_ENUM_LABEL_VALUE_INFORMATION_LIST
source: Information
es: Información

# MENU_ENUM_LABEL_VALUE_INPUT_ADC_TYPE
source: Analog To Digital Type
es: Tipo de analógico a digital
fr: Type Analogique vers Numérique
ru: Аналогово-цифровой тип

# MENU_ENUM_LABEL_VALUE_INPUT_ALL_USERS_CONTROL_MENU
source: All Users Control Menu
es: Todos controlan el menú

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_LEFT_X
source: Left Analog X
es: Analógico izq. X
fr: Analogique gauche X
ru: Левый аналоговый стик - ось X

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_LEFT_X_MINUS
source: Left analog X- (left)
es: Analógico izq. X- (IZQUIERDA)

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_LEFT_X_PLUS
source: Left analog X+ (right)
es: Analógico izq. X+ (DERECHA)

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_LEFT_Y
source: Left Analog Y
es: Analógico izq. Y
fr: Analogique gauche Y
ru: Левый аналоговый стик - ось Y

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_LEFT_Y_MINUS
source: Left analog Y- (up)
es: Analógico izq. Y- (ARRIBA)

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_LEFT_Y_PLUS
source: Left analog Y+ (down)
es: Analógico izq. Y+ (ABAJO)

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_RIGHT_X
source: Right Analog X
es: Analógico der. X
fr: Analogique droit X
ru: Правый аналоговый стик - ось X

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_RIGHT_X_MINUS
source: Right analog X- (left)
es: Analógico der. X- (IZQUIERDA)

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_RIGHT_X_PLUS
source: Right analog X+ (right)
es: Analógico der. X+ (DERECHA)

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_RIGHT_Y
source: Right Analog Y
es: Analógico der. Y
ru: Правый аналоговый стик - ось Y

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_RIGHT_Y_MINUS
source: Right analog Y- (up)
es: Analógico der. Y- (ARRIBA)

# MENU_ENUM_LABEL_VALUE_INPUT_ANALOG_RIGHT_Y_PLUS
source: Right analog Y+ (down)
es: Analógico der. Y+ (ABAJO)

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_TRIGGER
source: Gun Trigger
es: Arma: Gatillo

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_RELOAD
source: Gun Reload
es: Arma: Recargar

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_AUX_A
source: Gun Aux A
es: Arma: Aux A

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_AUX_B
source: Gun Aux B
es: Arma: Aux B

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_AUX_C
source: Gun Aux C
es: Arma: Aux C

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_START
source: Gun Start
es: Arma: Start

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_SELECT
source: Gun Select
es: Arma: Select

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_DPAD_UP
source: Gun D-pad Up
es: Arma: D-pad ARRIBA

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_DPAD_DOWN
source: Gun D-pad Down
es: Arma: D-pad ABAJO

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_DPAD_LEFT
source: Gun D-pad Left
es: Arma: D-pad IZQUIERDA

# MENU_ENUM_LABEL_VALUE_INPUT_LIGHTGUN_DPAD_RIGHT
source: Gun D-pad Right
es: Arma: D-pad DERECHA

# MENU_ENUM_LABEL_VALUE_INPUT_AUTODETECT_ENABLE
source: Autoconfig Enable
es: Activar Auto-configuración

# MENU_ENUM_LABEL_VALUE_INPUT_AXIS_THRESHOLD
source: Analog Stick Deadzone
es: Zona muerta analógica

# MENU_ENUM_LABEL_VALUE_MENU_INPUT_SWAP_OK_CANCEL
source: Menu Swap OK & Cancel Buttons
es: Menú: cambiar OK y Cancelar

# MENU_ENUM_LABEL_VALUE_INPUT_BIND_ALL
source: Bind All
es: Asignar todo
fr: Tout assigner
ru: Привязать всё

# MENU_ENUM_LABEL_VALUE_INPUT_BIND_DEFAULT_ALL
source: Bind Default All
es: Asignar valores por defecto
fr: Tour assigner par défaut
ru: Привязать всё по умолчанию

# MENU_ENUM_LABEL_VALUE_INPUT_BIND_TIMEOUT
source: Bind Timeout
es: Tiempo limite para asignar

# MENU_ENUM_LABEL_VALUE_INPUT_DESCRIPTOR_HIDE_UNBOUND
source: Hide Unbound Core Input Descriptors
es: Ocultar descripciones de entrada sin asignar de los núcleo

# MENU_ENUM_LABEL_VALUE_INPUT_DESCRIPTOR_LABEL_SHOW
source: Display Input Descriptor Labels
es: Mostrar etiquetas de descripción de entrada

# MENU_ENUM_LABEL_VALUE_INPUT_DEVICE_INDEX
source: Device Index
es: Indice de dispositivo
fr: Index du périphérique
ru: Индекс устройства

# MENU_ENUM_LABEL_VALUE_INPUT_DEVICE_TYPE
source: Device Type
es: Tipo de dispositivo
fr: Type de périphérique
ru: Тип устройства

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_INDEX
source: Mouse Index
es: Indice de ratón
fr: Index de souris
ru: Индекс мыши

# MENU_ENUM_LABEL_VALUE_INPUT_DRIVER
source: Input Driver
es: Controlador de entrada

# MENU_ENUM_LABEL_VALUE_INPUT_DUTY_CYCLE
source: Duty Cycle
es: Ciclo de trabajo

# MENU_ENUM_LABEL_VALUE_INPUT_HOTKEY_BINDS
source: Input Hotkey Binds
es: Asignar Hotkeys

# MENU_ENUM_LABEL_VALUE_INPUT_ICADE_ENABLE
source: Keyboard Gamepad Mapping Enable
es: Activar mapeo de Teclado-Mando

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_A
source: A button (right)
es: Botón A (DERECHA)

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_B
source: B button (down)
es: Botón B (ABAJO)

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_DOWN
source: Down D-pad
es: D-pad ABAJO

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_L2
source: L2 button (trigger)
es: Botón L2 (LT)

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_L3
source: L3 button (thumb)
es: Botón L3 (Pulsar analógico IZQ.)

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_L
source: L button (shoulder)
es: Botón L1 (LB)

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_LEFT
source: Left D-pad
es: D-pad IZQUIERDA

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_R2
source: R2 button (trigger)
es: Botón R2 (RT)

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_R3
source: R3 button (thumb)
es: Botón R3 (Pulsar analógico DER.)

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_R
source: R button (shoulder)
es: Botón R1 (RB)

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_RIGHT
source: Right D-pad
es: D-pad DERECHA

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_SELECT
source: Select button
es: Botón Select

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_START
source: Start button
es: Botón Start

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_UP
source: Up D-pad
es: D-pad ARRIBA

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_X
source: X button (top)
es: Botón X (ARRIBA)

# MENU_ENUM_LABEL_VALUE_INPUT_JOYPAD_Y
source: Y button (left)
es: Botón Y (IZQUIERDA)

# MENU_ENUM_LABEL_VALUE_INPUT_KEY
source: (Key: %s)
es: (Tecla: %s)
fr: (Touche : %s)
ru: (Клавиша: %s)

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_LEFT
source: Mouse 1
es: Ratón 1

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_RIGHT
source: Mouse 2
es: Ratón 2

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_MIDDLE
source: Mouse 3
es: Ratón 3

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_BUTTON4
source: Mouse 4
es: Ratón 4

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_BUTTON5
source: Mouse 5
es: Ratón 5

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_WHEEL_UP
source: Wheel Up
es: Rueda ARRIBA

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_WHEEL_DOWN
source: Wheel Down
es: Rueda ABAJO

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_HORIZ_WHEEL_UP
source: Wheel Left
es: Rueda IZQUIERDA

# MENU_ENUM_LABEL_VALUE_INPUT_MOUSE_HORIZ_WHEEL_DOWN
source: Wheel Right
es: Rueda DERECHA

# MENU_ENUM_LABEL_VALUE_INPUT_KEYBOARD_GAMEPAD_MAPPING_TYPE
source: Keyboard Gamepad Mapping Type
es: Tipo de mapeo Teclado-Mando

# MENU_ENUM_LABEL_VALUE_INPUT_MAX_USERS
source: Max Users
es: Máximo de usuarios
fr: Nombre maximum d'utilisateurs
ru: Максимум пользователей

# MENU_ENUM_LABEL_VALUE_INPUT_MENU_ENUM_TOGGLE_GAMEPAD_COMBO
source: Menu Toggle Gamepad Combo
es: Combinación para mostrar el menú

# MENU_ENUM_LABEL_VALUE_INPUT_META_CHEAT_INDEX_MINUS
source: Cheat index -
es: Indice de trucos -

# MENU_ENUM_LABEL_VALUE_INPUT_META_CHEAT_INDEX_PLUS
source: Cheat index +
es: Indice de trucos +

# MENU_ENUM_LABEL_VALUE_INPUT_META_CHEAT_TOGGLE
source: Cheat toggle
es: Activar truco

# MENU_ENUM_LABEL_VALUE_INPUT_META_DISK_EJECT_TOGGLE
source: Disk eject toggle
es: Expulsar disco

# MENU_ENUM_LABEL_VALUE_INPUT_META_DISK_NEXT
source: Disk next
es: Siguiente disco

# MENU_ENUM_LABEL_VALUE_INPUT_META_DISK_PREV
source: Disk prev
es: Disco previo

# MENU_ENUM_LABEL_VALUE_INPUT_META_ENABLE_HOTKEY
source: Enable hotkeys
es: Activar hotkeys

# MENU_ENUM_LABEL_VALUE_INPUT_META_FAST_FORWARD_HOLD_KEY
source: Fast forward hold
es: Mantener para avance rápido

# MENU_ENUM_LABEL_VALUE_INPUT_META_FAST_FORWARD_KEY
source: Fast forward toggle
es: Avance rápido

# MENU_ENUM_LABEL_VALUE_INPUT_META_FRAMEADVANCE
source: Frameadvance
es: Avanzar frame

# MENU_ENUM_LABEL_VALUE_INPUT_META_FULLSCREEN_TOGGLE_KEY
source: Fullscreen toggle
es: Pantalla completa

# MENU_ENUM_LABEL_VALUE_INPUT_META_GRAB_MOUSE_TOGGLE
source: Grab mouse toggle
es: Capturar ratón

# MENU_ENUM_LABEL_VALUE_INPUT_META_GAME_FOCUS_TOGGLE
source: Game focus toggle
es: Game focus (desactivar hotkeys)

# MENU_ENUM_LABEL_VALUE_INPUT_META_LOAD_STATE_KEY
source: Load state
es: Cargar estado

# MENU_ENUM_LABEL_VALUE_INPUT_META_MENU_TOGGLE
source: Menu toggle
es: Mostrar menú

# MENU_ENUM_LABEL_VALUE_INPUT_META_MOVIE_RECORD_TOGGLE
source: Movie record toggle
es: Grabar video

# MENU_ENUM_LABEL_VALUE_INPUT_META_MUTE
source: Audio mute toggle
es: Silenciar audio

# MENU_ENUM_LABEL_VALUE_INPUT_META_NETPLAY_GAME_WATCH
source: Netplay toggle play/spectate mode
es: Juego en red: cambiar modo juego/espectador

# MENU_ENUM_LABEL_VALUE_INPUT_META_OSK
source: On-screen keyboard toggle
es: Mostrar teclado en pantalla

# MENU_ENUM_LABEL_VALUE_INPUT_META_OVERLAY_NEXT
source: Overlay next
es: Siguiente Overlay

# MENU_ENUM_LABEL_VALUE_INPUT_META_PAUSE_TOGGLE
source: Pause toggle
es: Pausar

# MENU_ENUM_LABEL_VALUE_INPUT_META_QUIT_KEY
source: Quit RetroArch
es: Cerrar RetroArch

# MENU_ENUM_LABEL_VALUE_INPUT_META_RESET
source: Reset game
es: Resetear juego

# MENU_ENUM_LABEL_VALUE_INPUT_META_REWIND
source: Rewind
es: Rebobinar

# MENU_ENUM_LABEL_VALUE_INPUT_META_SAVE_STATE_KEY
source: Save state
es: Guardar estado

# MENU_ENUM_LABEL_VALUE_INPUT_META_SCREENSHOT
source: Take screenshot
es: Captura de pantalla

# MENU_ENUM_LABEL_VALUE_INPUT_META_SHADER_NEXT
source: Next shader
es: Siguiente shader

# MENU_ENUM_LABEL_VALUE_INPUT_META_SHADER_PREV
source: Previous shader
es: Shader previo

# MENU_ENUM_LABEL_VALUE_INPUT_META_SLOWMOTION
source: Slow motion
es: Cámara lenta

# MENU_ENUM_LABEL_VALUE_INPUT_META_STATE_SLOT_MINUS
source: Savestate slot -
es: Ranura de guardado -

# MENU_ENUM_LABEL_VALUE_INPUT_META_STATE_SLOT_PLUS
source: Savestate slot +
es: Ranura de guardado +

# MENU_ENUM_LABEL_VALUE_INPUT_META_VOLUME_DOWN
source: Volume -
es: Volumen -

# MENU_ENUM_LABEL_VALUE_INPUT_META_VOLUME_UP
source: Volume +
es: Volumen +

# MENU_ENUM_LABEL_VALUE_INPUT_OVERLAY_ENABLE
source: Display Overlay
es: Mostrar Overlay

# MENU_ENUM_LABEL_VALUE_INPUT_OVERLAY_HIDE_IN_MENU
source: Hide Overlay In Menu
es: Ocultar Overlay en el menú

# MENU_ENUM_LABEL_VALUE_INPUT_OVERLAY_SHOW_PHYSICAL_INPUTS
source: Show Inputs On Overlay
es: Mostrar entradas en Overlay

# MENU_ENUM_LABEL_VALUE_INPUT_OVERLAY_SHOW_PHYSICAL_INPUTS_PORT
source: Show Inputs Listen Port
es: Puerto de escucha para entradas

# MENU_ENUM_LABEL_VALUE_INPUT_POLL_TYPE_BEHAVIOR
source: Poll Type Behavior
es: Comportamiento del sondeo

# MENU_ENUM_LABEL_VALUE_INPUT_POLL_TYPE_BEHAVIOR_EARLY
source: Early
es: Temprano
fr: Précoce
ru: Раньше

# MENU_ENUM_LABEL_VALUE_INPUT_POLL_TYPE_BEHAVIOR_LATE
source: Late
es: Tarde
fr: Tardif
ru: Позже

# MENU_ENUM_LABEL_VALUE_INPUT_PREFER_FRONT_TOUCH
source: Prefer Front Touch
es: Preferir táctil frontal

# MENU_ENUM_LABEL_VALUE_INPUT_REMAPPING_DIRECTORY
source: Input Remapping
es: Reasignación de entrada

# MENU_ENUM_LABEL_VALUE_INPUT_REMAP_BINDS_ENABLE
source: Remap Binds Enable
es: Permitir reasignar controles

# MENU_ENUM_LABEL_VALUE_INPUT_SAVE_AUTOCONFIG
source: Save Autoconfig
es: Guardar Auto-configuración
fr: Sauvegarder l'autoconfiguration
ru: Сохранить автоматическую настройку

# MENU_ENUM_LABEL_VALUE_INPUT_SETTINGS
source: Input
es: Controles

# MENU_ENUM_LABEL_VALUE_INPUT_SMALL_KEYBOARD_ENABLE
source: Small Keyboard Enable
es: Activar teclado pequeño

# MENU_ENUM_LABEL_VALUE_INPUT_TOUCH_ENABLE
source: Touch Enable
es: Activar táctil

# MENU_ENUM_LABEL_VALUE_INPUT_TURBO_ENABLE
source: Turbo enable
es: Activar turbo

# MENU_ENUM_LABEL_VALUE_INPUT_TURBO_PERIOD
source: Turbo Period
es: Periodo del turbo

# MENU_ENUM_LABEL_VALUE_INPUT_USER_BINDS
source: Input User %u Binds
es: Controles del usuario %u
fr: Entrées de l'utilisateur %u
ru: Привязки ввода пользователя %u

# MENU_ENUM_LABEL_VALUE_INTERNAL_STORAGE_STATUS
source: Internal storage status
es: Estado del almacenamiento interno
fr: État du stockage interne
ru: Состояние внутренней памяти

# MENU_ENUM_LABEL_VALUE_JOYPAD_AUTOCONFIG_DIR
source: Input Autoconfig
es: Auto-configuración de controles

# MENU_ENUM_LABEL_VALUE_JOYPAD_DRIVER
source: Joypad Driver
es: Controlador de mando

# MENU_ENUM_LABEL_VALUE_LAKKA_SERVICES
source: Services
es: Servicios
ru: Сервисы

# MENU_ENUM_LABEL_VALUE_LANG_CHINESE_SIMPLIFIED
source: Chinese (Simplified)
es: Chino (Simplificado)
fr: Chinois (Simplifié)
ru: Китайский (Простой)

# MENU_ENUM_LABEL_VALUE_LANG_CHINESE_TRADITIONAL
source: Chinese (Traditional)
es: Chino (Tradicional)
fr: Chinois (Traditionnel)
ru: Китайский (Традициональный)

# MENU_ENUM_LABEL_VALUE_LANG_DUTCH
source: Dutch
es: Holandés
fr: Néerlandais
ru: Голландский

# MENU_ENUM_LABEL_VALUE_LANG_ENGLISH
source: English
es: Ingles
fr: Anglais
ru: Английский

# MENU_ENUM_LABEL_VALUE_LANG_FRENCH
source: French
es: Francés
fr: Français
ru: Французский

# MENU_ENUM_LABEL_VALUE_LANG_GERMAN
source: German
es: Alemán
fr: Allemand
ru: Немецкий

# MENU_ENUM_LABEL_VALUE_LANG_ITALIAN
source: Italian
es: Italiano
fr: Italien
ru: Итальянский

# MENU_ENUM_LABEL_VALUE_LANG_JAPANESE
source: Japanese
es: Japones
fr: Japonais
ru: Японский

# MENU_ENUM_LABEL_VALUE_LANG_KOREAN
source: Korean
es: Coreano
fr: Coréen
ru: Корейский

# MENU_ENUM_LABEL_VALUE_LANG_POLISH
source: Polish
es: Polaco
fr: Polonais
ru: Польский

# MENU_ENUM_LABEL_VALUE_LANG_PORTUGUESE_BRAZIL
source: Portuguese (Brazil)
es: Portugués (Brasil)
fr: Portugais (Brésil)
ru: Португальский (Бразилия)

# MENU_ENUM_LABEL_VALUE_LANG_PORTUGUESE_PORTUGAL
source: Portuguese (Portugal)
es: Portugués (Portugal)
fr: Portugais (Portugal)
ru: Португальский (Португалия)

# MENU_ENUM_LABEL_VALUE_LANG_RUSSIAN
source: Russian
es: Ruso
fr: Russe
ru: Русский

# MENU_ENUM_LABEL_VALUE_LANG_SPANISH
source: Spanish
es: Español
fr: Espagnol
ru: Испанский

# MENU_ENUM_LABEL_VALUE_LANG_VIETNAMESE
source: Vietnamese
es: Vietnamita
fr: Vietnamien
ru: Вьетнамский

# MENU_ENUM_LABEL_VALUE_LANG_ARABIC
source: Arabic
es: Árabe

# MENU_ENUM_LABEL_VALUE_LEFT_ANALOG
source: Left Analog
es: Analógico izquierdo
fr: Analogique gauche
ru: Левый аналоговый стик

# MENU_ENUM_LABEL_VALUE_LIBRETRO_DIR_PATH
source: Core
es: Núcleos

# MENU_ENUM_LABEL_VALUE_LIBRETRO_INFO_PATH
source: Core Info
es: Información de núcleos

# MENU_ENUM_LABEL_VALUE_LIBRETRO_LOG_LEVEL
source: Core Logging Level
es: Nivel de registro de los núcleos

# MENU_ENUM_LABEL_VALUE_LINEAR
source: Linear
es: Lineal
fr: Linéaire
ru: Линейный

# MENU_ENUM_LABEL_VALUE_LOAD_ARCHIVE
source: Load Archive
es: Cargar archivo
fr: Charger l'archive
ru: Загрузить архив

# MENU_ENUM_LABEL_VALUE_LOAD_CONTENT_HISTORY
source: Load Recent
es: Cargar archivos recientes

# MENU_ENUM_LABEL_VALUE_LOAD_CONTENT_LIST
source: Load Content
es: Cargar Contenido
fr: Charger du contenu
ru: Загрузить контент

# MENU_ENUM_LABEL_VALUE_LOAD_STATE
source: Load State
es: Cargar rápida
fr: Charger une savestate
ru: Состояние загрузки

# MENU_ENUM_LABEL_VALUE_LOCATION_ALLOW
source: Allow Location
es: Permitir ubicación

# MENU_ENUM_LABEL_VALUE_LOCATION_DRIVER
source: Location Driver
es: Controlador de ubicación

# MENU_ENUM_LABEL_VALUE_LOGGING_SETTINGS
source: Logging
es: Registros
fr: Journalisation
ru: Ввод логина

# MENU_ENUM_LABEL_VALUE_LOG_VERBOSITY
source: Logging Verbosity
es: Verbosidad del registro

# MENU_ENUM_LABEL_VALUE_MAIN_MENU
source: Main Menu
es: Menú principal
fr: Menu principal
ru: Моё меню

# MENU_ENUM_LABEL_VALUE_MANAGEMENT
source: Database Settings
es: Ajustes de bases de datos

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_COLOR_THEME
source: Menu Color Theme
es: Tema de color del menú

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_COLOR_THEME_BLUE
source: Blue
es: Azul
fr: Bleu
ru: Синий

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_COLOR_THEME_BLUE_GREY
source: Blue Grey
es: Azul gris
fr: Bleu gris
ru: Серо-голубой

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_COLOR_THEME_DARK_BLUE
source: Dark Blue
es: Azul obscuro
fr: Bleu foncé
ru: Тёмно-синий

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_COLOR_THEME_GREEN
source: Green
es: Verde
fr: Vert
ru: Зелёный

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_COLOR_THEME_RED
source: Red
es: Rojo
fr: Rouge
ru: Красный

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_COLOR_THEME_YELLOW
source: Yellow
es: Amarillo
fr: Jaune
ru: Жёлтый

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_FOOTER_OPACITY
source: Footer Opacity
es: Opacidad del pie de página

# MENU_ENUM_LABEL_VALUE_MATERIALUI_MENU_HEADER_OPACITY
source: Header Opacity
es: Opacidad del encabezado

# MENU_ENUM_LABEL_VALUE_MENU_DRIVER
source: Menu Driver
es: Controlador del menú

# MENU_ENUM_LABEL_VALUE_MENU_ENUM_THROTTLE_FRAMERATE
source: Throttle Menu Framerate
es: Controlar FPS del menú

# MENU_ENUM_LABEL_VALUE_MENU_FILE_BROWSER_SETTINGS
source: Settings
es: Configuraciones
fr: Réglages
ru: Настройки

# MENU_ENUM_LABEL_VALUE_MENU_LINEAR_FILTER
source: Menu Linear Filter
es: Filtro lineal del menú

# MENU_ENUM_LABEL_VALUE_MENU_HORIZONTAL_ANIMATION
source: Horizontal Animation
es: Animación horizontal

# MENU_ENUM_LABEL_VALUE_MENU_SETTINGS
source: Appearance
es: Apariencia
ru: Меню

# MENU_ENUM_LABEL_VALUE_MENU_WALLPAPER
source: Background
es: Fondo

# MENU_ENUM_LABEL_VALUE_MENU_WALLPAPER_OPACITY
source: Background opacity
es: Opacidad del fondo

# MENU_ENUM_LABEL_VALUE_MISSING
source: Missing
es: Faltante
fr: Manquant
ru: Отсутствует

# MENU_ENUM_LABEL_VALUE_MOUSE_ENABLE
source: Mouse Support
es: Soporte para ratón

# MENU_ENUM_LABEL_VALUE_MUSIC_TAB
source: Music
es: Música
fr: Musique
ru: Музыка
