Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_FRONTEND_OS
source: Frontend OS
es: S.O. del frontend
fr: OS du frontend
ru: Внешний интерфейс

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_GIT_VERSION
source: Git version
es: Versión de Git
fr: Version Git
ru: Версия Git

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_GLSL_SUPPORT
source: GLSL support
es: Soporte de GLSL
fr: Support de GLSL
ru: Поддержка GLSL

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_HLSL_SUPPORT
source: HLSL support
es: Soporte de HLSL
fr: Support de HLSL
ru: Поддержка HLSL

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_JACK_SUPPORT
source: JACK support
es: Soporte de JACK
fr: Support de JACK
ru: Поддержка JACK

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_KMS_SUPPORT
source: KMS/EGL support
es: Soporte de KMS/EGL
fr: Support de KMS/EGL
ru: поддержка KMS/EGL

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_LAKKA_VERSION
source: Lakka Version
es: Versión de Lakka
fr: Version de Lakka
ru: Версия Lakka

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_LIBRETRODB_SUPPORT
source: LibretroDB support
es: Soporte de LibretroDB
fr: Support de LibretroDB
ru: Поддержка LibretroDB

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_LIBUSB_SUPPORT
source: Libusb support
es: Soporte de Libusb
fr: Support de Libusb
ru: Поддержка Libusb

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_LIBXML2_SUPPORT
source: libxml2 XML parsing support
es: Soporte de parseo XML libxml2
fr: Support du parser XML libxml2
ru: Поддержка синтаксического анализа libxml2 XML

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_NETPLAY_SUPPORT
source: Netplay (peer-to-peer) support
es: Soporte de juego en red (peer-to-peer)
fr: Support du jeu en réseau (peer-to-peer)
ru: Поддержка Netplay (peer-to-peer)

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_NETWORK_COMMAND_IFACE_SUPPORT
source: Network Command interface support
es: Soporte de interfaz de comandos en red
fr: Support des commandes réseau
ru: Поддержка сетевого командного интерфейса

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_NETWORK_REMOTE_SUPPORT
source: Network Gamepad support
es: Soporte de mando en red
fr: Support de la manette réseau
ru: Поддержка геймпада в сети

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_OPENAL_SUPPORT
source: OpenAL support
es: Soporte de OpenAL
fr: Support d'OpenAL
ru: Поддержка OpenAL

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_OPENGLES_SUPPORT
source: OpenGL ES support
es: Soporte de OpenGL ES
fr: Support d'OpenGL ES
ru: Поддержка OpenGL ES

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_OPENGL_SUPPORT
source: OpenGL support
es: Soporte de OpenGL
fr: Support d'OpenGL
ru: Поддержка OpenGL

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_OPENSL_SUPPORT
source: OpenSL support
es: Soporte de OpenSL
fr: Support d'OpenSL
ru: Поддержка OpenSL

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_OPENVG_SUPPORT
source: OpenVG support
es: Soporte de OpenVG
fr: Support d'OpenVG
ru: Поддержка OpenVG

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_OSS_SUPPORT
source: OSS support
es: Soporte de OSS
fr: Support d'OSS
ru: Поддержка OSS

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_OVERLAY_SUPPORT
source: Overlay support
es: Soporte de Overlay
fr: Support des overlays
ru: Поддержка Overlay

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_POWER_SOURCE
source: Power source
es: Fuente de alimentación
fr: Alimentation
ru: Источник питания

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_POWER_SOURCE_CHARGED
source: Charged
es: Cargada
fr: Chargée
ru: Заряжена

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_POWER_SOURCE_CHARGING
source: Charging
es: Cargando
fr: En chargement
ru: Заряжается

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_POWER_SOURCE_DISCHARGING
source: Discharging
es: Descargando
fr: Déchargé
ru: Разряжается

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_POWER_SOURCE_NO_SOURCE
source: No source
es: No hay una fuente
fr: Non alimenté
ru: Нет источника

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_PULSEAUDIO_SUPPORT
source: PulseAudio support
es: Soporte de PulseAudio
fr: Support de PulseAudio
ru: Поддержка PulseAudio

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_PYTHON_SUPPORT
source: Python (script support in shaders) support
es: Soporte de Python (soporte de scripts para shaders)
fr: Support de Python (scripting des shaders)
ru: Поддержка Python (поддержка скриптов в шейдерах)

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_RBMP_SUPPORT
source: BMP support (RBMP)
es: Soporte de BMP (RBMP)
fr: Support de BMP (RBMP)
ru: Поддержка BMP(RBMP)

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_RETRORATING_LEVEL
source: RetroRating level
es: Nivel de RetroRating
fr: Niveau RetroRating
ru: Уровень RetroRating

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_RJPEG_SUPPORT
source: JPEG support (RJPEG)
es: Soporte de JPEG (RJPEG)
fr: Support de JPEG (RJPEG)
ru: Поддержка JPEG (RJPEG)

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_ROARAUDIO_SUPPORT
source: RoarAudio support
es: Soporte de RoarAudio
fr: Support de RoarAudio
ru: Поддержка RoarAudio

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_RPNG_SUPPORT
source: PNG support (RPNG)
es: Soporte de PNG (RPNG)
fr: Support de PNG (RPNG)
ru: Поддержка PNG(RPNG)

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_RSOUND_SUPPORT
source: RSound support
es: Soporte de RSound
fr: Support de RSound
ru: Поддержка RSound

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_RTGA_SUPPORT
source: TGA support (RTGA)
es: Soporte de TGA (RTGA)
fr: Support de TGA (RTGA)
ru: Поддержка TGA(RTGA)

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_SDL2_SUPPORT
source: SDL2 support
es: Soporte de SDL2
fr: Support de SDL2
ru: Поддержка SDL2

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_SDL_IMAGE_SUPPORT
source: SDL image support
es: Soporte de imágenes SDL
fr: Support de SDL image
ru: Поддержка изображений SDL

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_SDL_SUPPORT
source: SDL1.2 support
es: Soporte de SDL1.2
fr: Support de SDL1.2
ru: Поддержка SDL1.2

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_SLANG_SUPPORT
source: Slang support
es: Soporte de Slang

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_THREADING_SUPPORT
source: Threading support
es: Soporte de hilos
fr: Support du threading
ru: Поддержка Threading

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_UDEV_SUPPORT
source: Udev support
es: Soporte de Udev
fr: Support de udev
ru: Поддержка Udev

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_V4L2_SUPPORT
source: Video4Linux2 support
es: Soporte de Video4Linux2
fr: Support de Video4Linux2
ru: Поддержка Video4Linux2

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_VIDEO_CONTEXT_DRIVER
source: Video context driver
es: Controlador de contexto de video
fr: Pilote du contexte vidéo
ru: Драйвер контекстного видео

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_VULKAN_SUPPORT
source: Vulkan support
es: Soporte Vulkan
fr: Support de Vulkan
ru: Поддержка Vulkan

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_WAYLAND_SUPPORT
source: Wayland support
es: Soporte de Wayland
fr: Support de Wayland
ru: Поддержка Wayland

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_X11_SUPPORT
source: X11 support
es: Soporte de X11
fr: Support de X11
ru: Поддержка X11

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_XAUDIO2_SUPPORT
source: XAudio2 support
es: Soporte de XAudio2
fr: Support de XAudio2
ru: Поддержка XAudio2

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_XVIDEO_SUPPORT
source: XVideo support
es: Soporte de XVideo
fr: Support de XVideo
ru: Поддержка XVideo

# MENU_ENUM_LABEL_VALUE_SYSTEM_INFO_ZLIB_SUPPORT
source: Zlib support
es: Soporte de Zlib
fr: Support de Zlib
ru: Поддержка Zlib

# MENU_ENUM_LABEL_VALUE_TAKE_SCREENSHOT
source: Take Screenshot
es: Capturar pantalla
fr: Capturer l'écran
ru: Сделать скриншот

# MENU_ENUM_LABEL_VALUE_THREADED_DATA_RUNLOOP_ENABLE
source: Threaded tasks
es: Tareas en hilos

# MENU_ENUM_LABEL_VALUE_THUMBNAILS
source: Thumbnails
es: Miniaturas

# MENU_ENUM_LABEL_VALUE_THUMBNAILS_DIRECTORY
source: Thumbnails
es: Miniaturas

# MENU_ENUM_LABEL_VALUE_THUMBNAILS_UPDATER_LIST
source: Thumbnails Updater
es: Actualizador de miniaturas
fr: Mises à jour des vignettes
ru: Обновление эскизов

# MENU_ENUM_LABEL_VALUE_THUMBNAIL_MODE_BOXARTS
source: Boxarts
es: Cajas
fr: Jaquettes
ru: Бокс-арты

# MENU_ENUM_LABEL_VALUE_THUMBNAIL_MODE_SCREENSHOTS
source: Screenshots
es: Capturas de pantalla
fr: Captures d'écran
ru: Скриншоты

# MENU_ENUM_LABEL_VALUE_THUMBNAIL_MODE_TITLE_SCREENS
source: Title Screens
es: Pantallas de título
fr: Écrans titres
ru: Экраны заголовков

# MENU_ENUM_LABEL_VALUE_TIMEDATE_ENABLE
source: Show date / time
es: Mostrar fecha y hora

# MENU_ENUM_LABEL_VALUE_TITLE_COLOR
source: Menu title color
es: Color de títulos del menú

# MENU_ENUM_LABEL_VALUE_TRUE
source: True
es: Activado
fr: Vrai

# MENU_ENUM_LABEL_VALUE_UI_COMPANION_ENABLE
source: UI Companion Enable
es: Activar IU ayudante

# MENU_ENUM_LABEL_VALUE_UI_COMPANION_START_ON_BOOT
source: UI Companion Start On Boot
es: Ejecutar al inicio la IU ayudante

# MENU_ENUM_LABEL_VALUE_UI_MENUBAR_ENABLE
source: Menubar
es: Barra de menús

# MENU_ENUM_LABEL_VALUE_UNABLE_TO_READ_COMPRESSED_FILE
source: Unable to read compressed file.
es: No se ha podido leer el archivo comprimido
fr: Impossible de lire l'archive.
ru: Не удалось прочитать сжатый файл.

# MENU_ENUM_LABEL_VALUE_UNDO_LOAD_STATE
source: Undo Load State
es: Deshacer carga
fr: Annuler charger une savestate
ru: Отменить загрузку

# MENU_ENUM_LABEL_VALUE_UNDO_SAVE_STATE
source: Undo Save State
es: Deshacer guardado
fr: Annuler sauvegarder une savestate
ru: Отменить сохранение

# MENU_ENUM_LABEL_VALUE_UNKNOWN
source: Unknown
es: Desconocido
fr: Inconnu
ru: Неизвестно

# MENU_ENUM_LABEL_VALUE_UPDATER_SETTINGS
source: Updater
es: Actualizador

# MENU_ENUM_LABEL_VALUE_UPDATE_ASSETS
source: Update Assets
es: Actualizar recursos
fr: Mettre à jour les assets
ru: Обновить активы

# MENU_ENUM_LABEL_VALUE_UPDATE_AUTOCONFIG_PROFILES
source: Update Joypad Profiles
es: Actualizar perfiles de auto-configuración
fr: Mettre à jour les profils d'autoconfiguration
ru: Обновить профили автоматической настройки

# MENU_ENUM_LABEL_VALUE_UPDATE_CG_SHADERS
source: Update Cg Shaders
es: Actualizar shaders Cg
fr: Mettre à jour les shaders CG
ru: Обновление Cg шейдеров

# MENU_ENUM_LABEL_VALUE_UPDATE_CHEATS
source: Update Cheats
es: Actualizar trucos
fr: Mettre à jour les codes de triche
ru: Обновить читы

# MENU_ENUM_LABEL_VALUE_UPDATE_CORE_INFO_FILES
source: Update Core Info Files
es: Actualizar archivos de info de núcleo
fr: Mettre à jour les informations des cœurs
ru: Обновить основные информационные файлы

# MENU_ENUM_LABEL_VALUE_UPDATE_DATABASES
source: Update Databases
es: Actualizar bases de datos
fr: Mettre à jour les bases de données
ru: Обновить базы данных

# MENU_ENUM_LABEL_VALUE_UPDATE_GLSL_SHADERS
source: Update GLSL Shaders
es: Actualizar shaders GLSL
fr: Mettre à jour les shaders GLSL
ru: Обновить GLSL шейдеры

# MENU_ENUM_LABEL_VALUE_UPDATE_LAKKA
source: Update Lakka
es: Actualizar Lakka
fr: Mises à jour de Lakka
ru: Обновить Lakka

# MENU_ENUM_LABEL_VALUE_UPDATE_OVERLAYS
source: Update Overlays
es: Actualizar Overlays
fr: Mettre à jour les overlays
ru: Обновить Overlays

# MENU_ENUM_LABEL_VALUE_UPDATE_SLANG_SHADERS
source: Update Slang Shaders
es: Actualizar shaders Slang
fr: Mettre à jour les shaders Slang
ru: Обновить сленговые шейдеры

# MENU_ENUM_LABEL_VALUE_USER
source: User
es: Usuario
fr: Utilisateur
ru: Аккаунт

# MENU_ENUM_LABEL_VALUE_KEYBOARD
source: Kbd
es: Teclado

# MENU_ENUM_LABEL_VALUE_USER_INTERFACE_SETTINGS
source: User Interface
es: Interfaz de usuario
fr: Interface graphique
ru: Интерфейс пользователя

# MENU_ENUM_LABEL_VALUE_USER_LANGUAGE
source: Language
es: Idioma

# MENU_ENUM_LABEL_VALUE_USER_SETTINGS
source: User
es: Usuario
fr: Utilisateur
ru: Пользователь

# MENU_ENUM_LABEL_VALUE_USE_BUILTIN_IMAGE_VIEWER
source: Use Builtin Image Viewer
es: Usar visor de imágenes integrado

# MENU_ENUM_LABEL_VALUE_USE_BUILTIN_PLAYER
source: Use Builtin Media Player
es: Usar visor de medios integrado

# MENU_ENUM_LABEL_VALUE_USE_THIS_DIRECTORY
source: <Use this directory>
es: <Usar esta carpeta>
fr: <Utiliser ce dossier>
ru: <Использовать этот каталог>

# MENU_ENUM_LABEL_VALUE_VIDEO_ALLOW_ROTATE
source: Allow rotation
es: Permitir rotación

# MENU_ENUM_LABEL_VALUE_VIDEO_ASPECT_RATIO
source: Config Aspect Ratio
es: Configurar relación de aspecto

# MENU_ENUM_LABEL_VALUE_VIDEO_ASPECT_RATIO_AUTO
source: Auto Aspect Ratio
es: Relación de aspecto automática

# MENU_ENUM_LABEL_VALUE_VIDEO_ASPECT_RATIO_INDEX
source: Aspect Ratio
es: Relación de aspecto

# MENU_ENUM_LABEL_VALUE_VIDEO_BLACK_FRAME_INSERTION
source: Black Frame Insertion
es: Insertar frames negros

# MENU_ENUM_LABEL_VALUE_VIDEO_CROP_OVERSCAN
source: Crop Overscan (Reload)
es: Recortar Overscan (Reinicio)

# MENU_ENUM_LABEL_VALUE_VIDEO_DISABLE_COMPOSITION
source: Disable Desktop Composition
es: Desactivar composición de escritorio

# MENU_ENUM_LABEL_VALUE_VIDEO_DRIVER
source: Video Driver
es: Controlador de video

# MENU_ENUM_LABEL_VALUE_VIDEO_FILTER
source: Video Filter
es: Filtro de video

# MENU_ENUM_LABEL_VALUE_VIDEO_FILTER_DIR
source: Video Filter
es: Filtro de video

# MENU_ENUM_LABEL_VALUE_VIDEO_FILTER_FLICKER
source: Flicker filter
es: Filtro de parpadeo

# MENU_ENUM_LABEL_VALUE_VIDEO_FONT_ENABLE
source: Enable Onscreen Notifications
es: Mostrar notificaciones en pantalla

# MENU_ENUM_LABEL_VALUE_VIDEO_FONT_PATH
source: Notification Font
es: Fuente de notificación

# MENU_ENUM_LABEL_VALUE_VIDEO_FONT_SIZE
source: Notification Size
es: Tamaño de notificación

# MENU_ENUM_LABEL_VALUE_VIDEO_FORCE_ASPECT
source: Force aspect ratio
es: Forzar relación de aspecto

# MENU_ENUM_LABEL_VALUE_VIDEO_FORCE_SRGB_DISABLE
source: Force-disable sRGB FBO
es: Forzar desactivación del FBO sRGB

# MENU_ENUM_LABEL_VALUE_VIDEO_FRAME_DELAY
source: Frame Delay
es: Retraso de frames

# MENU_ENUM_LABEL_VALUE_VIDEO_FULLSCREEN
source: Start in Fullscreen Mode
es: Iniciar en pantalla completa

# MENU_ENUM_LABEL_VALUE_VIDEO_GAMMA
source: Video Gamma
es: Gamma de video

# MENU_ENUM_LABEL_VALUE_VIDEO_GPU_RECORD
source: Use GPU Recording
es: Activar grabación de GPU

# MENU_ENUM_LABEL_VALUE_VIDEO_GPU_SCREENSHOT
source: GPU Screenshot Enable
es: Permitir capturas de pantalla de GPU

# MENU_ENUM_LABEL_VALUE_VIDEO_HARD_SYNC
source: Hard GPU Sync
es: Sincronía estricta de GPU

# MENU_ENUM_LABEL_VALUE_VIDEO_HARD_SYNC_FRAMES
source: Hard GPU Sync Frames
es: Frames para sincronía estricta

# MENU_ENUM_LABEL_VALUE_VIDEO_MAX_SWAPCHAIN_IMAGES
source: Max swapchain images
es: Máximo de imágenes en swapchain

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_POS_X
source: Notification X Position
es: Posición X de notificaciones

# MENU_ENUM_LABEL_VALUE_VIDEO_MESSAGE_POS_Y
source: Notification Y Position
es: Posición Y de notificaciones

# MENU_ENUM_LABEL_VALUE_VIDEO_MONITOR_INDEX
source: Monitor Index
es: Índice del monitor

# MENU_ENUM_LABEL_VALUE_VIDEO_POST_FILTER_RECORD
source: Use Post Filter Recording
es: Activar grabación con filtros

# MENU_ENUM_LABEL_VALUE_VIDEO_REFRESH_RATE
source: Vertical Refresh Rate
es: Frecuencia de actualización

# MENU_ENUM_LABEL_VALUE_VIDEO_REFRESH_RATE_AUTO
source: Estimated Screen Framerate
es: Frecuencia estimada del monitor

# MENU_ENUM_LABEL_VALUE_VIDEO_ROTATION
source: Rotation
es: Rotación

# MENU_ENUM_LABEL_VALUE_VIDEO_SCALE
source: Windowed Scale
es: Escala en ventana

# MENU_ENUM_LABEL_VALUE_VIDEO_SCALE_INTEGER
source: Integer Scale
es: Escalar usando enteros

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_DIR
source: Video Shader
es: Shader de video

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_NUM_PASSES
source: Shader Passes
es: Pasadas del shader
fr: Nombre de passages
ru: Шейдерные проходы

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_PARAMETERS
source: Shader Parameters
es: Previsualizar parámetros de shaders

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_PRESET
source: Load Shader Preset
es: Cargar preset de shaders
fr: Charger un pré-réglage de shader
ru: Загрузить предварительную настройку шейдера

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_PRESET_SAVE_AS
source: Save Shader Preset As
es: Guardar preset de shaders como..
fr: Enregistrer le pré-réglage sous
ru: Сохранить предустановку шейдера как

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_PRESET_SAVE_CORE
source: Save Core Preset
es: Guardar preset para el núcleo
fr: Sauvegarder le pré-réglage pour ce core
ru: Сохранить предварительную настройку ядра

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_PRESET_SAVE_PARENT
source: Save Content Directory Preset
es: Guardar preset de directorio de contenido

# MENU_ENUM_LABEL_VALUE_VIDEO_SHADER_PRESET_SAVE_GAME
source: Save Game Preset
es: Guardar preset para el juego
fr: Sauvegarder le pré-réglage pour ce jeu
ru: Сохранить предварительную настройку игры

# MENU_ENUM_LABEL_VALUE_VIDEO_SHARED_CONTEXT
source: Enable Hardware Shared Context
es: Activar contexto compartido por HW

# MENU_ENUM_LABEL_VALUE_VIDEO_SMOOTH
source: Bilinear Filtering
es: Filtrado bilineal

# MENU_ENUM_LABEL_VALUE_VIDEO_SOFT_FILTER
source: Soft Filter Enable
es: Activar filtros por software

# MENU_ENUM_LABEL_VALUE_VIDEO_SWAP_INTERVAL
source: Vertical Sync (Vsync) Swap Interval
es: Intervalo de intercambio de Vsync

# MENU_ENUM_LABEL_VALUE_VIDEO_THREADED
source: Threaded Video
es: Video por hilos

# MENU_ENUM_LABEL_VALUE_VIDEO_VFILTER
source: Deflicker
es: Filtro contra parpadeos

# MENU_ENUM_LABEL_VALUE_VIDEO_VIEWPORT_CUSTOM_HEIGHT
source: Custom Aspect Ratio Height
es: Altura de relación de aspecto personalizada

# MENU_ENUM_LABEL_VALUE_VIDEO_VIEWPORT_CUSTOM_WIDTH
source: Custom Aspect Ratio Width
es: Ancho de relación de aspecto personalizada

# MENU_ENUM_LABEL_VALUE_VIDEO_VI_WIDTH
source: Set VI Screen Width
es: Asignar ancho de interfaz visual

# MENU_ENUM_LABEL_VALUE_VIDEO_VSYNC
source: Vertical Sync (Vsync)
es: Sincronía vertical (VSync)

# MENU_ENUM_LABEL_VALUE_VIDEO_WINDOWED_FULLSCREEN
source: Windowed Fullscreen Mode
es: Pantalla completa en ventana

# MENU_ENUM_LABEL_VALUE_VIDEO_WINDOW_WIDTH
source: Window Width
es: Ancho de la ventana

# MENU_ENUM_LABEL_VALUE_VIDEO_WINDOW_HEIGHT
source: Window Height
es: Alto de la ventana

# MENU_ENUM_LABEL_VALUE_VIDEO_FULLSCREEN_X
source: Fullscreen Width
es: Ancho en pantalla completa

# MENU_ENUM_LABEL_VALUE_VIDEO_FULLSCREEN_Y
source: Fullscreen Height
es: Alto en pantalla completa

# MENU_ENUM_LABEL_VALUE_WIFI_DRIVER
source: Wi-Fi Driver
es: Controlador Wi-Fi

# MENU_ENUM_LABEL_VALUE_XMB_ALPHA_FACTOR
source: Menu Alpha Factor
es: Transparencia del menú

# MENU_ENUM_LABEL_VALUE_MENU_FONT_COLOR_RED
source: Menu Font Red Color
es: Fuente del Menú componente roja

# MENU_ENUM_LABEL_VALUE_MENU_FONT_COLOR_GREEN
source: Menu Font Green Color
es: Fuente del Menú componente verde

# MENU_ENUM_LABEL_VALUE_MENU_FONT_COLOR_BLUE
source: Menu Font Blue Color
es: Fuente del Menú componente azul

# MENU_ENUM_LABEL_VALUE_XMB_FONT
source: Menu Font
es: Fuente del menú

# MENU_ENUM_LABEL_VALUE_XMB_ICON_THEME_CUSTOM
source: Custom
es: Personalizado
fr: Perso
ru: Пользовательский

# MENU_ENUM_LABEL_VALUE_XMB_ICON_THEME_MONOCHROME_INVERTED
source: Monochrome Inverted
es: Monochrome Invertido
ru: Монохромный Inverted

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME
source: Menu Color Theme
es: Color del menú

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_APPLE_GREEN
source: Apple Green
es: Verde manzana
fr: Vert Pomme
ru: Зеленое яблоко

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_DARK
source: Dark
es: Oscuro
fr: Sombre
ru: Тёмный

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_LIGHT
source: Light
es: Claro

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_DARK_PURPLE
source: Dark Purple
es: Violeta
fr: Violet Foncé
ru: Тёмно-фиолетовый

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_ELECTRIC_BLUE
source: Electric Blue
es: Azul Eléctrico
fr: Bleu Électrique
ru: Электрический синий

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_GOLDEN
source: Golden
es: Dorado
fr: Doré
ru: Золотой

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_LEGACY_RED
source: Legacy Red
es: Rojo
fr: Rouge (Legacy)
ru: Красный

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_MIDNIGHT_BLUE
source: Midnight Blue
es: Azul Medianoche
fr: Bleu Nuit
ru: Тёмно-синий

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_PLAIN
source: Plain
es: Nada
fr: Uni
ru: Обычный

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_UNDERSEA
source: Undersea
es: Bajo el mar
fr: Fonds marins
ru: Водные глубины

# MENU_ENUM_LABEL_VALUE_XMB_MENU_COLOR_THEME_VOLCANIC_RED
source: Volcanic Red
es: Rojo Volcánico
fr: Rouge Volcanique
ru: Вулканический красный

# MENU_ENUM_LABEL_VALUE_XMB_RIBBON_ENABLE
source: Menu Shader Pipeline
es: Menú Shader Pipeline

# MENU_ENUM_LABEL_VALUE_XMB_SCALE_FACTOR
source: Menu Scale Factor
es: Escala del menú

# MENU_ENUM_LABEL_VALUE_XMB_SHADOWS_ENABLE
source: Icon Shadows Enable
es: Sombras de iconos

# MENU_ENUM_LABEL_VALUE_CONTENT_SHOW_HISTORY
source: Show History Tab
es: Mostrar pestaña historial

# MENU_ENUM_LABEL_VALUE_CONTENT_SHOW_ADD
source: Show Import content Tab
es: Mostrar pestaña importar contenido

# MENU_ENUM_LABEL_VALUE_CONTENT_SHOW_FAVORITES
source: Show Favorites Tab
es: Mostrar pestaña favoritos

# MENU_ENUM_LABEL_VALUE_CONTENT_SHOW_IMAGES
source: Show Image Tab
es: Mostrar pestaña imágenes

# MENU_ENUM_LABEL_VALUE_CONTENT_SHOW_MUSIC
source: Show Music Tab
es: Mostrar pestaña música

# MENU_ENUM_LABEL_VALUE_CONTENT_SHOW_SETTINGS
source: Show Settings Tab
es: Mostrar pestaña configuración

# MENU_ENUM_LABEL_VALUE_CONTENT_SHOW_VIDEO
source: Show Video Tab
es: Mostrar pestaña video

# MENU_ENUM_LABEL_VALUE_CONTENT_SHOW_NETPLAY
source: Show Netplay Tab
es: Mostrar pestaña juego en red

# MENU_ENUM_LABEL_VALUE_XMB_THEME
source: Menu Icon Theme
es: Tema de iconos del menú

# MENU_ENUM_LABEL_VALUE_YES
source: Yes
es: Sí
fr: Oui
ru: Да

# MENU_ENUM_LABEL_VIDEO_SHADER_PRESET_TWO
source: Shader Preset
es: Preset de shader

# MENU_ENUM_SUBLABEL_CHEEVOS_ENABLE
source: Enable or disable achievements. For more information, visit http://retroachievements.org
es: Activar logros. Para más información, visita http://retroachievements.org

# MENU_ENUM_SUBLABEL_CHEEVOS_TEST_UNOFFICIAL
source: Enable or disable unofficial achievements and/or beta features for testing purposes.
es: Activar logros no oficiales y/o beta para probarlos

# MENU_ENUM_SUBLABEL_CHEEVOS_HARDCORE_MODE_ENABLE
source: Enable or disable savestates, cheats, rewind, fast-forward, pause, and slow-motion for all games.
es: Duplica puntos pero desactiva guardado rápido, trucos, rebobinar, y cámara lenta para todos los juegos

# MENU_ENUM_SUBLABEL_CHEEVOS_LEADERBOARDS_ENABLE
source: Enable or disable in-game leaderboards. Has no effect if Hardcore Mode is disabled.
es: No tiene efecto si el modo hardcore está desactivado

# MENU_ENUM_SUBLABEL_CHEEVOS_BADGES_ENABLE
source: Enable or disable badge display in Achievement List.
es: Activar para ver miniaturas en la lista de logros

# MENU_ENUM_SUBLABEL_CHEEVOS_VERBOSE_ENABLE
source: Enable or disable OSD verbosity for achievements.
es: Activar para ver notificaciones mas informativas sobre logros

# MENU_ENUM_SUBLABEL_DRIVER_SETTINGS
source: Change drivers used by the system.
es: Cambia los controladores usados por el sistema

# MENU_ENUM_SUBLABEL_RETRO_ACHIEVEMENTS_SETTINGS
source: Change achievement settings.
es: Opciones de los logros

# MENU_ENUM_SUBLABEL_CORE_SETTINGS
source: Change core settings.
es: Opciones de los núcleos

# MENU_ENUM_SUBLABEL_RECORDING_SETTINGS
source: Change recording settings.
es: Opciones de grabación

# MENU_ENUM_SUBLABEL_ONSCREEN_DISPLAY_SETTINGS
source: Change display overlay and keyboard overlay, and onscreen notification settings.
es: Opciones de notificaciones, teclado en pantalla y overlays

# MENU_ENUM_SUBLABEL_FRAME_THROTTLE_SETTINGS
source: Change rewind, fast-forward, and slow-motion settings.
es: Opciones de rebobinado, adelantado y cámara lenta

# MENU_ENUM_SUBLABEL_SAVING_SETTINGS
source: Change saving settings.
es: Opciones de guardado

# MENU_ENUM_SUBLABEL_LOGGING_SETTINGS
source: Change logging settings.
es: Opciones de registro

# MENU_ENUM_SUBLABEL_USER_INTERFACE_SETTINGS
source: Change user interface settings.
es: Opciones de la interfaz de usuario

# MENU_ENUM_SUBLABEL_USER_SETTINGS
source: Change account, username, and language settings.
es: Opciones de cuentas, nombre de usuario y lenguaje
