Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MENU_ENUM_LABEL_CONFIGURATION_SETTINGS
source: Determines how configuration files are loaded and prioritized.
es: Determina cómo se cargan y priorizan los archivos de configuración

# MENU_ENUM_LABEL_NETPLAY_LAN_SCAN_SETTINGS
source: Search for and connect to netplay hosts on the local network.
es: Busca y se conecta a anfitriones netplay en la red local.

# MSG_DEVICE_CONFIGURED_IN_PORT
source: configured in port
es: configurado en puerto

# MSG_FAILED_TO_SET_DISK
source: Failed to set disk
es: Fallo al establecer disco

# MSG_COMPILER
source: Compiler
es: Compilador
fr: Compilateur
it: Compilatore
pt_br: Compilador
ru: Компилятор

# MSG_UNKNOWN_COMPILER
source: Unknown compiler
de: Unbekannter Compiler
es: Compilador Desconocido
fr: Compilateur inconnu
it: Compilatore sconosciuto
pt_br: Compilador desconhecido
ru: Неизвестный компилятор

# MSG_DEVICE_DISCONNECTED_FROM_PORT
source: Device disconnected from port
de: Gerät von Anschluss getrennt
es: Dispositivo desconectado del puerto
fr: Périphérique déconnecté du port
it: Dispositivo disconnesso dalla porta
pt_br: Dispositivo desconectado da porta
ru: Устройство отключено от порта

# MSG_UNKNOWN_NETPLAY_COMMAND_RECEIVED
source: Unknown netplay command received
de: Unbekannter Netplay-Befehl wurde empfangen
es: Recibido un comando de juego en red desconocido
fr: Commande réseau inconnue reçue
it: Comando sconosciuto del netplay ricevuto
pt_br: Comando Netplay desconhecido recebido
ru: Неизвестная команда netplay

# MSG_FILE_ALREADY_EXISTS_SAVING_TO_BACKUP_BUFFER
source: File already exists. Saving to backup buffer
de: Datei existiert bereits. Speichere im Backup-Puffer
es: El archivo ya existe. Guardándolo en el búfer de respaldo
fr: Fichier déjà existant. Sauvegarde dans un tampon de backup
it: Il file esiste già. Salvataggio in buffer di backup
pt_br: Este arquivo já existe. Salvando no buffer de backup
ru: Файл уже существует. Сохранение в резервном буфере

# MSG_GOT_CONNECTION_FROM
source: Got connection from: "%s"
es: Conexión obtenida de: "%s"

# MSG_GOT_CONNECTION_FROM_NAME
source: Got connection from: "%s (%s)"
es: Conexión obtenida de: "%s (%s)"

# MSG_PUBLIC_ADDRESS
source: Public address
de: Öffentliche Addresse
es: Dirección pública
fr: Adresse publique
it: Indirizzo pubblico
pt_br: Endereço público
ru: Публичный адрес

# MSG_NO_ARGUMENTS_SUPPLIED_AND_NO_MENU_BUILTIN
source: No arguments supplied and no menu builtin, displaying help...
de: Es wurden keine Argumente übergeben, außerdem ist kein Menü vorhanden - zeige Hilfe an...
es: No se pasaron argumentos y no hay menú integrado, Mostrando ayuda..
fr: Aucun paramètre fourni et pas de menu intégré, affichage de l'aide...
it: Nessun argomento fornito e nessun menu incorporato, visualizzazione della guida...
pt_br: Nenhum argumento fornecido e nenhum menu interno, exibindo ajuda...
ru: Нет аргументов и встроенного меню, отображается справка...

# MSG_SETTING_DISK_IN_TRAY
source: Setting disk in tray
de: Lege Datenträger in Laufwerksschublade ein
es: Poniendo disco en bandeja
fr: Disque inséré dans le lecteur
it: impostazioni del disco nel cassetto
pt_br: Definindo disco na bandeja
ru: Установка диска в привод

# MSG_WAITING_FOR_CLIENT
source: Waiting for client ...
de: Warte auf Client ...
es: Esperando al cliente ..
fr: En attente d'un client ...
it: In attesa di un client ...
pt_br: Aguardando pelo cliente...
ru: Ожидание клиента...

# MSG_NETPLAY_YOU_HAVE_LEFT_THE_GAME
source: You have left the game
de: Du hast das Spiel verlassen
es: As dejado el juego
fr: Vous avez quitté le jeu
it: Sei uscito dal gioco
pt_br: Você deixou o jogo
ru: Вы покинули игру

# MSG_NETPLAY_YOU_HAVE_JOINED_AS_PLAYER_N
source: You have joined as player %u
de: Du bist als Spieler %d beigetreten
es: Unido como jugador %u
fr: Vous avez rejoint le jeu en tant que joueur %d
it: Sei entrato come giocatore %d
pt_br: Você se juntou como jogador %u
ru: Вы присоединились под именем %d

# MSG_NETPLAY_YOU_HAVE_JOINED_WITH_INPUT_DEVICES_S
source: You have joined with input devices %.*s
es: Se ha unido con el dispositivo de entrada %.*s

# MSG_NETPLAY_PLAYER_S_LEFT
source: Player %.*s has left the game
es: Jugador %.*s dejó el juego

# MSG_NETPLAY_S_HAS_JOINED_AS_PLAYER_N
source: %.*s has joined as player %u
es: %.*s se ha unido como jugador %u

# MSG_NETPLAY_S_HAS_JOINED_WITH_INPUT_DEVICES_S
source: %.*s has joined with input devices %.*s
es: %.*s se ha unido con los dispositivos de entrada %.*s

# MSG_NETPLAY_NOT_RETROARCH
source: A netplay connection attempt failed because the peer is not running RetroArch, or is running an old version of RetroArch.
es: Una conexión de netplay falló, probablemente no este usando RetroArch o esté usando una versión antigua de RetroArch

# MSG_NETPLAY_OUT_OF_DATE
source: The netplay peer is running an old version of RetroArch. Cannot connect.
es: El par de netplay esta usando una versión antigua de RetroArch. No se puede conectar

# MSG_NETPLAY_DIFFERENT_VERSIONS
source: WARNING: A netplay peer is running a different version of RetroArch. If problems occur, use the same version.
es: ADVERTENCIA: Un par de netplay esta usando una versión diferente de Retroarch. Si ocurren problemas, use la misma versión

# MSG_NETPLAY_DIFFERENT_CORES
source: A netplay peer is running a different core. Cannot connect.
es: Un par de netplay esta usando una versión diferente del núcleo. No se puede conectar

# MSG_NETPLAY_DIFFERENT_CORE_VERSIONS
source: WARNING: A netplay peer is running a different version of the core. If problems occur, use the same version.
es: ADVERTENCIA: Un par de netplay está ejecutando una versión diferente del núcleo. Si ocurren problemas, use la misma versión

# MSG_NETPLAY_ENDIAN_DEPENDENT
source: This core does not support inter-architecture netplay between these systems
de: Dieser Core unterstützt kein Netplay zwischen diesen Systemen
es: Este núcleo no soporta juego en red entre diferentes arquitecturas de sistemas
fr: Ce cœur ne supporte pas le netplay inter-architectures entre ces systèmes
it: Questo core non supporta la rete di inter-architettura tra questi sistemi
pt_br: Este núcleo não suporta Netplay inter-arquitetura entre estes sistemas
ru: Выбранное ядро не поддерживает архитектуру netplay между этими системами

# MSG_NETPLAY_PLATFORM_DEPENDENT
source: This core does not support inter-architecture netplay
de: Dieser Core unterstützt kein Netplay zwischen verschiedenen Systemen
es: Este núcleo no soporta juego en red entre diferentes sistemas
fr: Ce cœur ne supporte pas le netplay inter-architectures
it: Questo core non supporta la rete di inter-architettura
pt_br: Este núcleo não suporta Netplay inter-arquitetura
ru: Выбранное ядро не поддерживает архитектуру netplay

# MSG_NETPLAY_ENTER_PASSWORD
source: Enter netplay server password:
de: Gib das Server-Passwort ein:
es: Introducir la contraseña del servidor de juego en red:
fr: Entrez le mot de passe du serveur de netplay:
it: inserisci la password del server netplay:
pt_br: Digite a senha do servidor de Netplay:
ru: Введите пароль от сервера netplay:

# MSG_NETPLAY_INCORRECT_PASSWORD
source: Incorrect password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
pt_br: Senha incorreta
ru: Неверный пароль

# MSG_NETPLAY_SERVER_NAMED_HANGUP
source: "%s" has disconnected
es: "%s" se ha desconectado

# MSG_NETPLAY_SERVER_HANGUP
source: A netplay client has disconnected
de: Die Verbindung mit einem Netplay-Client wurde getrennt
es: Un cliente de juego en red se ha desconectado
fr: Un client de netplay s'est déconnecté
it: Un client del netplay si è scollegato
pt_br: Um cliente do Netplay desconectou
ru: Клиент netplay отключен

# MSG_NETPLAY_CLIENT_HANGUP
source: Netplay disconnected
de: Verbindung mit Netplay getrennt
es: Juego en red desconectado
fr: Netplay déconnecté
it: Netplay disconnesso
pt_br: Desconectado do Netplay
ru: Netplay отключен

# MSG_NETPLAY_CANNOT_PLAY_UNPRIVILEGED
source: You do not have permission to play
de: Du hast nicht die Berechtigung, an diesem Spiel teilzunehmen
es: No tienes permiso para jugar
fr: Vous n'avez pas la permission de jouer
it: Non hai il permesso di giocare
pt_br: Você não tem permissão para jogar
ru: У вас недостаточно прав, чтобы играть

# MSG_NETPLAY_CANNOT_PLAY_NO_SLOTS
source: There are no free player slots
de: Es gibt keine freien Spieler-Plätze mehr
es: No hay lugar disponible
fr: Aucune place de libre pour jouer
it: Non ci sono slot liberi per i giocatori
pt_br: Não há vagas livres para jogadores
ru: Недостаточно свободных слотов для игры

# MSG_NETPLAY_CANNOT_PLAY_NOT_AVAILABLE
source: The input devices requested are not available
es: El dispositivo de entrada pedido no esta disponible

# MSG_NETPLAY_CANNOT_PLAY
source: Cannot switch to play mode
de: Konnte nicht zum Spieler-Modus wechseln
es: No se puede cambiar al modo juego
fr: Impossible de basculer en mode jeu
it: Non è possibile passare in modalità gioco
pt_br: Impossível alterar para modo jogador
ru: Невозможно переключиться в режим игры

# MSG_NETPLAY_PEER_PAUSED
source: Netplay peer "%s" paused
es: Cliente de juego en red "%s" pausado

# MSG_NETPLAY_CHANGED_NICK
source: Your nickname changed to "%s"
es: Tu apodo cambió a "%s"

# MENU_ENUM_SUBLABEL_VIDEO_SHARED_CONTEXT
source: Give hardware-rendered cores their own private context. Avoids having to assume hardware state changes inbetween frames.
es: Dar a los núcleos renderizados por hardware un contexto privado. Evita tener que asumir cambios en el estado del hardware entre cuadros

# MENU_ENUM_SUBLABEL_MENU_SETTINGS
source: Adjusts menu screen appearance settings.
es: Ajusta la apariencia del menú

# MENU_ENUM_SUBLABEL_VIDEO_HARD_SYNC
source: Hard-synchronize the CPU and GPU. Reduces latency at the cost of performance.
es: Fuerza la Sincronía de CPU y GPU. Reduce la latencia a costa del rendimiento

# MENU_ENUM_SUBLABEL_VIDEO_THREADED
source: Improves performance at the cost of latency and more video stuttering. Use only if you cannot obtain full speed otherwise.
es: Mejora el rendimiento a costa de la latencia y mas video stuttering. Usar solo si no puede obtener máxima velocidad de otra manera

# MSG_AUDIO_VOLUME
source: Audio volume
de: Audio-Lautstärke
es: Volumen de Audio
fr: Volume sonore
it: Volume audio
pt_br: Volume de áudio
ru: Громкость звука

# MSG_AUTODETECT
source: Autodetect
de: Automatisch erkennen
es: Auto-detectar
fr: Détection automatique
it: Trovato automaticamente
pt_br: Autodetectar
ru: Определять автоматически

# MSG_AUTOLOADING_SAVESTATE_FROM
source: Auto-loading savestate from
de: Lade Zustandsdaten (Savestates) automatisch von
es: Auto-cargar guardado rápido desde
fr: Chargement auto d'une savestate depuis
it: Carica automaticamente il salvataggio da
pt_br: Autocarregando Estado de Jogo de
ru: Автозагрузка из

# MSG_CAPABILITIES
source: Capabilities
de: Fähigkeiten
es: Capacidades
fr: Capacités
it: Funzionalità
pt_br: Capacidades
ru: Возможности

# MSG_CONNECTING_TO_NETPLAY_HOST
source: Connecting to netplay host
de: Verbinde zu Netplay-Host
es: Conectando al servidor de juego en red
fr: Connexion à l'hôte
it: Connessione al host del netplay
pt_br: Conectando ao hospedeiro de Netplay
ru: Подключение к netplay

# MSG_CONNECTING_TO_PORT
source: Connecting to port
de: Verbinde zu Port
es: Conectando al puerto
fr: Connexion au port
it: Connessione alla porta
pt_br: Conectando a porta
ru: Подключение к порту

# MSG_CONNECTION_SLOT
source: Connection slot
de: Verbindungs-Slot
es: Lugar de conexión
fr: Slot de connexion
it: Connessione allo slot
pt_br: Vaga de conexão
ru: Слот подключения

# MSG_SORRY_UNIMPLEMENTED_CORES_DONT_DEMAND_CONTENT_NETPLAY
source: Sorry, unimplemented: cores that don't demand content cannot participate in netplay.
es: Lo sentimos, no implementado: los núcleos que no requieren contenido no pueden participar en juego en red

# MENU_ENUM_LABEL_VALUE_ACCOUNTS_CHEEVOS_PASSWORD
source: Password
es: Contraseña

# MENU_ENUM_LABEL_VALUE_ACCOUNTS_CHEEVOS_SETTINGS
source: Accounts Cheevos
es: Cuenta de logros
fr: Comptes Cheevos
ru: Аккаунт Cheevos

# MENU_ENUM_LABEL_VALUE_ACCOUNTS_CHEEVOS_USERNAME
source: Username
es: Nombre de usuario

# MENU_ENUM_LABEL_VALUE_ACCOUNTS_LIST
source: Accounts
es: Cuentas

# MENU_ENUM_LABEL_VALUE_ACCOUNTS_LIST_END
source: Accounts List Endpoint
es: Fin de la lista
fr: Liste des comptes
ru: Аккаунт лист Endpoint

# MENU_ENUM_LABEL_VALUE_ACHIEVEMENT_LIST
source: Achievement List
es: Lista de logros
fr: Liste des trophées
ru: Список достижений

# MENU_ENUM_LABEL_VALUE_ACHIEVEMENT_LIST_HARDCORE
source: Achievement List (Hardcore)
es: Lista de logros (Hardcore)

# MENU_ENUM_LABEL_VALUE_ADD_CONTENT_LIST
source: Scan Content
es: Escanear Contenido

# MENU_ENUM_LABEL_VALUE_CONFIGURATIONS_LIST
source: Configurations
es: Configuraciones

# MENU_ENUM_LABEL_VALUE_ADD_TAB
source: Import content
es: Importar contenido
fr: Importer du contenu
ru: Импорт содержимого

# MENU_ENUM_LABEL_VALUE_NETPLAY_TAB
source: Netplay Rooms
es: Salas de juego en red
fr: Salons de netplay
ru: Сетевая игра

# MENU_ENUM_LABEL_VALUE_ASK_ARCHIVE
source: Ask
es: Preguntar

# MENU_ENUM_LABEL_VALUE_ASSETS_DIRECTORY
source: Assets
es: Recursos

# MENU_ENUM_LABEL_VALUE_AUDIO_BLOCK_FRAMES
source: Block Frames
es: Bloquear frames

# MENU_ENUM_LABEL_VALUE_AUDIO_DEVICE
source: Audio Device
es: Dispositivo de audio

# MENU_ENUM_LABEL_VALUE_AUDIO_ENABLE
source: Audio Enable
es: Activar audio

# MENU_ENUM_LABEL_VALUE_AUDIO_FILTER_DIR
source: Audio Filter
es: Filtro de audio

# MENU_ENUM_LABEL_VALUE_TURBO_DEADZONE_LIST
source: Turbo/Deadzone
es: Turbo/Zona Muerta

# MENU_ENUM_LABEL_VALUE_AUDIO_LATENCY
source: Audio Latency (ms)
es: Latencia de audio (ms)

# MENU_ENUM_LABEL_VALUE_AUDIO_MAX_TIMING_SKEW
source: Audio Maximum Timing Skew
es: Variación máxima de sincronía de audio

# MENU_ENUM_LABEL_VALUE_AUDIO_MUTE
source: Audio Mute
es: Silenciar audio

# MENU_ENUM_LABEL_VALUE_AUDIO_OUTPUT_RATE
source: Audio Output Rate (Hz)
es: Frecuencia de muestreo de audio (Hz)

# MENU_ENUM_LABEL_VALUE_AUDIO_RATE_CONTROL_DELTA
source: Dynamic Audio Rate Control
es: Control de frecuencia dinámico

# MENU_ENUM_LABEL_VALUE_AUDIO_RESAMPLER_DRIVER
source: Audio Resampler Driver
es: Controlador de muestreo de audio

# MENU_ENUM_LABEL_VALUE_AUDIO_SYNC
source: Audio Sync
es: Sincronía de audio

# MENU_ENUM_LABEL_VALUE_AUDIO_VOLUME
source: Audio Volume Level (dB)
es: Volumen de Audio (dB)

# MENU_ENUM_LABEL_VALUE_AUDIO_WASAPI_EXCLUSIVE_MODE
source: WASAPI Exclusive Mode
es: WASAPI Mode Exclusivo

# MENU_ENUM_LABEL_VALUE_AUDIO_WASAPI_FLOAT_FORMAT
source: WASAPI Float Format
es: WASAPI Formato de coma flotante

# MENU_ENUM_LABEL_VALUE_AUDIO_WASAPI_SH_BUFFER_LENGTH
source: WASAPI Shared Buffer Length
es: WASAPI Tamaño del búfer compartido

# MENU_ENUM_LABEL_VALUE_AUTOSAVE_INTERVAL
source: SaveRAM Autosave Interval
es: Intervalo de auto-guardado SaveRAM

# MENU_ENUM_LABEL_VALUE_AUTO_OVERRIDES_ENABLE
source: Load Override Files Automatically
es: Cargar autom. archivos de anulación

# MENU_ENUM_LABEL_VALUE_AUTO_REMAPS_ENABLE
source: Load Remap Files Automatically
es: Cargar autom. archivos de re-mapeo

# MENU_ENUM_LABEL_VALUE_AUTO_SHADERS_ENABLE
source: Load Shader Presets Automatically
es: Cargar Shaders automáticamente

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_CONTROLS_BACK
source: Back
es: Atrás
fr: Retour
ru: Назад

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_CONTROLS_CONFIRM
source: Confirm
es: Confirmar
fr: Confirmer
ru: Подтвердить

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_CONTROLS_INFO
source: Info
es: Información
fr: Information
ru: Инфо

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_CONTROLS_QUIT
source: Quit
es: Salir
fr: Quitter
ru: Выйти

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_CONTROLS_SCROLL_DOWN
source: Scroll Down
es: Desplazar hacia abajo
fr: Défilement vers le bas
ru: Прокрутить вниз

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_CONTROLS_SCROLL_UP
source: Scroll Up
es: Desplazar hacia arriba
fr: Défilement vers le haut
ru: Прокрутить вверх

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_CONTROLS_START
source: Start
es: Iniciar
fr: Démarrer
ru: Старт

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_CONTROLS_TOGGLE_KEYBOARD
source: Toggle Keyboard
es: Mostrar teclado
fr: Basculer sur le clavier
ru: Переключить клавиатуру

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_CONTROLS_TOGGLE_MENU
source: Toggle Menu
es: Mostrar menú
fr: Basculer sur le menu
ru: Переключить меню

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_ENUM_CONTROLS
source: Basic menu controls
es: Controles básicos del menú

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_ENUM_CONTROLS_CONFIRM
source: Confirm/OK
es: Confirmar

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_ENUM_CONTROLS_INFO
source: Info
es: Información

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_ENUM_CONTROLS_QUIT
source: Quit
es: Salir

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_ENUM_CONTROLS_SCROLL_UP
source: Scroll Up
es: Desplazar hacia arriba

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_ENUM_CONTROLS_START
source: Defaults
es: Valores predeterminados

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_ENUM_CONTROLS_TOGGLE_KEYBOARD
source: Toggle Keyboard
es: Mostrar teclado

# MENU_ENUM_LABEL_VALUE_BASIC_MENU_ENUM_CONTROLS_TOGGLE_MENU
source: Toggle Menu
es: Mostrar menú

# MENU_ENUM_LABEL_VALUE_BLOCK_SRAM_OVERWRITE
source: Don't overwrite SaveRAM on loading savestate
es: No sobrescribir SaveRAM al cargar un guardado rápido

# MENU_ENUM_LABEL_VALUE_BLUETOOTH_ENABLE
source: Bluetooth Enable
es: Activar Bluetooth

# MENU_ENUM_LABEL_VALUE_BUILDBOT_ASSETS_URL
source: Buildbot Assets URL
es: URL de recursos del Buildbot

# MENU_ENUM_LABEL_VALUE_CACHE_DIRECTORY
source: Cache
es: Caché

# MENU_ENUM_LABEL_VALUE_CAMERA_ALLOW
source: Allow Camera
es: Permitir cámara

# MENU_ENUM_LABEL_VALUE_CAMERA_DRIVER
source: Camera Driver
es: Controlador de cámara

# MENU_ENUM_LABEL_VALUE_CHEAT
source: Cheat
es: Truco
fr: Triche
ru: Чит

# MENU_ENUM_LABEL_VALUE_CHEAT_APPLY_CHANGES
source: Apply Changes
es: Aplicar trucos
fr: Appliquer les changements
ru: Применить изменения чита

# MENU_ENUM_LABEL_VALUE_CHEAT_DATABASE_PATH
source: Cheat File
es: Archivo de trucos

# MENU_ENUM_LABEL_VALUE_CHEAT_FILE
source: Cheat File
es: Archivo de trucos

# MENU_ENUM_LABEL_VALUE_CHEAT_FILE_LOAD
source: Load Cheat File
es: Cargar archivo de trucos
fr: Charger un fichier de triche
ru: Загрузить чит-файл

# MENU_ENUM_LABEL_VALUE_CHEAT_FILE_SAVE_AS
source: Save Cheat File As
es: Guardar archivo de trucos como
fr: Enregistrer le fichier de triche sous
ru: Сохранить чит-файл как:

# MENU_ENUM_LABEL_VALUE_CHEAT_NUM_PASSES
source: Cheat Passes
es: Pasadas de trucos
fr: Nombre de passages
ru: Кол-во доступных чит-кодов

# MENU_ENUM_LABEL_VALUE_CHEEVOS_DESCRIPTION
source: Description
es: Descripción

# MENU_ENUM_LABEL_VALUE_CHEEVOS_HARDCORE_MODE_ENABLE
source: Achievements Hardcore Mode
es: Logros en modo Hardcore

# MENU_ENUM_LABEL_VALUE_CHEEVOS_LEADERBOARDS_ENABLE
source: Leaderboards
es: Tablas de clasificación

# MENU_ENUM_LABEL_VALUE_CHEEVOS_BADGES_ENABLE
source: Achievement Badges
es: Insignias de logros

# MENU_ENUM_LABEL_VALUE_CHEEVOS_LOCKED_ACHIEVEMENTS
source: Locked Achievements:
es: Logros bloqueados:

# MENU_ENUM_LABEL_VALUE_CHEEVOS_LOCKED_ENTRY
source: Locked
es: Bloqueado
fr: Verrouillé
ru: Заблокировано

# MENU_ENUM_LABEL_VALUE_CHEEVOS_TEST_UNOFFICIAL
source: Test Unofficial Achievements
es: Probar logros No oficiales

# MENU_ENUM_LABEL_VALUE_CHEEVOS_UNLOCKED_ACHIEVEMENTS
source: Unlocked Achievements:
es: Logros desbloqueados:

# MENU_ENUM_LABEL_VALUE_CHEEVOS_UNLOCKED_ENTRY
source: Unlocked
es: Desbloqueado
fr: Déverrouillés
ru: Разблокирован

# MENU_ENUM_LABEL_VALUE_CHEEVOS_VERBOSE_ENABLE
source: Achievements Verbose Mode
es: Logros modo informativo

# MENU_ENUM_LABEL_VALUE_CLOSE_CONTENT
source: Close Content
es: Cerrar
fr: Fermer le contenu
ru: Закрыть

# MENU_ENUM_LABEL_VALUE_CONFIGURATIONS
source: Load Configuration
es: Cargar configuración
fr: Charger une configuration
ru: Загрузить конфигурацию

# MENU_ENUM_LABEL_VALUE_CONFIGURATION_SETTINGS
source: Configuration
es: Configuración
ru: Конфигурация

# MENU_ENUM_LABEL_VALUE_CONFIG_SAVE_ON_EXIT
source: Save Configuration on Exit
es: Guardar configuración al salir

# MENU_ENUM_LABEL_VALUE_CONTENT_COLLECTION_LIST
source: Collections
es: Colecciones
ru: Коллекции

# MENU_ENUM_LABEL_VALUE_CONTENT_DATABASE_DIRECTORY
source: Database
es: Base de datos

# MENU_ENUM_LABEL_VALUE_CONTENT_DIR
source: Content
es: Contenido

# MENU_ENUM_LABEL_VALUE_CONTENT_HISTORY_SIZE
source: History List Size
es: Tamaño del historial

# MENU_ENUM_LABEL_VALUE_PLAYLIST_ENTRY_REMOVE
source: Allow to remove entries
es: Permitir quitar entradas

# MENU_ENUM_LABEL_VALUE_CONTENT_SETTINGS
source: Quick Menu
es: Menú rápido
fr: Menu rapide
ru: Быстрые настройки

# MENU_ENUM_LABEL_VALUE_CORE_ASSETS_DIR
source: Downloads
es: Descargas

# MENU_ENUM_LABEL_VALUE_CORE_ASSETS_DIRECTORY
source: Downloads
es: Descargas

# MENU_ENUM_LABEL_VALUE_CORE_CHEAT_OPTIONS
source: Cheats
es: Trucos
fr: Fichiers de triche
ru: Читы

# MENU_ENUM_LABEL_VALUE_CORE_COUNTERS
source: Core Counters
es: Contadores de núcleo
fr: Compteurs du cœur
ru: Основной счётчик

# MENU_ENUM_LABEL_VALUE_CORE_ENABLE
source: Show core name
es: Mostrar nombre del núcleo

# MENU_ENUM_LABEL_VALUE_CORE_INFORMATION
source: Core Information
es: Información del núcleo
fr: Informations sur le cœur
ru: Информация о ядре

# MENU_ENUM_LABEL_VALUE_CORE_INFO_AUTHORS
source: Authors
es: Autores
fr: Auteurs
ru: Авторы

# MENU_ENUM_LABEL_VALUE_CORE_INFO_CATEGORIES
source: Categories
es: Categorías
fr: Catégories
ru: Категории

# MENU_ENUM_LABEL_VALUE_CORE_INFO_CORE_LABEL
source: Core label
es: Etiqueta del núcleo
fr: Label du cœur
ru: Символ ядра

# MENU_ENUM_LABEL_VALUE_CORE_INFO_CORE_NAME
source: Core name
es: Nombre del núcleo
fr: Nom du cœur
ru: Имя ядра

# MENU_ENUM_LABEL_VALUE_CORE_INFO_LICENSES
source: License(s)
es: Licencia(s)
fr: Licence(s)
ru: Лицензии

# MENU_ENUM_LABEL_VALUE_CORE_INFO_PERMISSIONS
source: Permissions
es: Permisos
ru: Разрешения

# MENU_ENUM_LABEL_VALUE_CORE_INFO_SUPPORTED_EXTENSIONS
source: Supported extensions
es: Extensiones compatibles
fr: Extensions supportées
ru: Поддерживаемые расширения

# MENU_ENUM_LABEL_VALUE_CORE_INFO_SYSTEM_MANUFACTURER
source: System manufacturer
es: Fabricante del sistema
fr: Fabricant du système
ru: Разработчик системы

# MENU_ENUM_LABEL_VALUE_CORE_INFO_SYSTEM_NAME
source: System name
es: Nombre del sistema
fr: Nom du système
ru: Эмулирует системы

# MENU_ENUM_LABEL_VALUE_CORE_INPUT_REMAPPING_OPTIONS
source: Controls
es: Controles
fr: Remappage des contrôles
ru: Элементы управления

# MENU_ENUM_LABEL_VALUE_CORE_LIST
source: Load Core
es: Cargar núcleo
fr: Charger un cœur
ru: Загрузка ядра

# MENU_ENUM_LABEL_VALUE_CORE_OPTIONS
source: Options
es: Opciones
ru: Опции

# MENU_ENUM_LABEL_VALUE_CORE_SETTINGS
source: Core
es: Núcleo
fr: Cœur
ru: Ядро

# MENU_ENUM_LABEL_VALUE_CORE_SET_SUPPORTS_NO_CONTENT_ENABLE
source: Start a Core Automatically
es: Iniciar un núcleo automáticamente

# MENU_ENUM_LABEL_VALUE_CORE_UPDATER_AUTO_EXTRACT_ARCHIVE
source: Automatically extract downloaded archive
es: Extraer automáticamente el archivo descargado

# MENU_ENUM_LABEL_VALUE_CORE_UPDATER_BUILDBOT_URL
source: Buildbot Cores URL
es: URL de núcleos de Buildbot

# MENU_ENUM_LABEL_VALUE_CORE_UPDATER_LIST
source: Core Updater
es: Actualizador de núcleos
fr: Mises à jour des cœurs
ru: Обновить ядро

# MENU_ENUM_LABEL_VALUE_CORE_UPDATER_SETTINGS
source: Updater
es: Actualizador
fr: Mises à jour
ru: Обновление

# MENU_ENUM_LABEL_VALUE_CPU_ARCHITECTURE
source: CPU Architecture:
es: Arquitectura de CPU:
fr: Architecture du CPU :
ru: Архитектура CPU:

# MENU_ENUM_LABEL_VALUE_CPU_CORES
source: CPU Cores:
es: Núcleos de CPU:
fr: Cœurs du CPU :
ru: Ядра CPU:

# MENU_ENUM_LABEL_VALUE_CURSOR_MANAGER
source: Cursor Manager
es: Gestor de cursores
fr: Gestionnaire de curseurs
ru: Менеджер курсоров
