Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MSG_FAILED_TO_EXTRACT_CONTENT_FROM_COMPRESSED_FILE
source: Failed to extract content from compressed file
de: Fehler beim Entpacken des Inhalts aus dem Archiv
es: Fallo al extraer el contenido desde el archivo comprimido
fr: Échec de l'extraction du contenu depuis le fichier compressé.
it: Impossibile estrarre il contenuto dal file compresso
pt_br: Falha em extrair o conteúdo do arquivo comprimido
ru: Не удалось извлечь содержимое из сжатого файла

# MSG_FAILED_TO_GET_NICKNAME_FROM_CLIENT
source: Failed to get nickname from client.
de: Benutzername konnte vom Client nicht gelesen werden.
es: Fallo al obtener el apodo del cliente
fr: Échec d'obtention du pseudo depuis le client.
it: Impossibile ottenere il nome utente dal client.
pt_br: Falha em obter o apelido do cliente.
ru: Не удалось получить псевдоним от клиента.

# MSG_FAILED_TO_LOAD
source: Failed to load
de: Laden fehlgeschlagen
es: Fallo al cargar
fr: Échec du chargement
it: Caricamento fallito
pt_br: Falha em carregar
ru: Ошибка загрузки

# MSG_FAILED_TO_LOAD_CONTENT
source: Failed to load content
de: Laden des Inhalts fehlgeschlagen
es: Fallo al cargar contenido
fr: Échec du chargement du fichier
it: Impossibile caricare il contenuto
pt_br: Falha em carregar o conteúdo
ru: Не удалось загрузить контент

# MSG_FAILED_TO_LOAD_MOVIE_FILE
source: Failed to load movie file
de: Laden der Filmdatei fehlgeschlagen
es: Fallo al cargar la película
fr: Échec du chargement du fichier vidéo
it: Impossibile caricare il file del filmato
pt_br: Falha em carregar o arquivo de filme
ru: Не удалось загрузить файл записи.

# MSG_FAILED_TO_LOAD_OVERLAY
source: Failed to load overlay.
es: Fallo al cargar overlay

# MSG_FAILED_TO_LOAD_STATE
source: Failed to load state from
de: Fehler beim Laden des Spielstands von
es: Fallo al cargar guardado de
fr: Impossible de charger la savestate à partir de
it: Impossibile caricare lo stato da
pt_br: Falha em carregar o Estado de Jogo de
ru: Ошибка загрузки сохранения из

# MSG_FAILED_TO_OPEN_LIBRETRO_CORE
source: Failed to open libretro core
de: Öffnen des Libretro-Cores fehlgeschlagen
es: Fallo al abrir el núcleo Libretro
fr: Échec de l'ouverture du cœur Libretro
it: Impossibile aprire il core libretro
pt_br: Falha em abrir o núcleo Libretro
ru: Не удалось открыть ядро libretro

# MSG_FAILED_TO_PATCH
source: Failed to patch
de: Patch fehlgeschlagen
es: Fallo el parcheado
fr: Échec du patch
it: Non è riuscito a patchare
pt_br: Falha em executar a modificação
ru: Не удалось пропатчить

# MSG_FAILED_TO_RECEIVE_HEADER_FROM_CLIENT
source: Failed to receive header from client.
de: Header konnte nicht vom Client empfangen werden.
es: Fallo al recibir el encabezado desde el cliente
fr: Échec de l'obtention de l'entête depuis le client.
it: Impossibile ricevere intestazione dal client.
pt_br: Falha em receber o cabeçalho do cliente.
ru: Не удалось получить заголовок от клиента.

# MSG_FAILED_TO_RECEIVE_NICKNAME
source: Failed to receive nickname.
es: Fallo al recibir el apodo

# MSG_FAILED_TO_RECEIVE_NICKNAME_FROM_HOST
source: Failed to receive nickname from host.
de: Empfangen des Nickname vom Host fehlgeschlagen.
es: Fallo al recibir el apodo del servidor
fr: Échec de l'obtention du pseudo depuis l'hôte.
it: Impossibile ricevere il nome utente dall'host
pt_br: Falha em receber o apelido do hospedeiro.
ru: Не удалось получить никнейм с узла.

# MSG_FAILED_TO_RECEIVE_NICKNAME_SIZE_FROM_HOST
source: Failed to receive nickname size from host.
es: Fallo al recibir el tamaño del apodo del servidor

# MSG_FAILED_TO_RECEIVE_SRAM_DATA_FROM_HOST
source: Failed to receive SRAM data from host.
de: SRAM-Daten wurden vom Host nicht empfangen.
es: Fallo al recibir datos SaveRAM del servidor
fr: Échec de l'obtention des données SRAM depuis l'hôte.
it: Impossibile ricevere dati SRAM dall'host.
pt_br: Falha em receber os dados SRAM do hospedeiro.
ru: Не удалось получить данные SRAM с хоста.

# MSG_FAILED_TO_REMOVE_DISK_FROM_TRAY
source: Failed to remove disk from tray.
de: Auswerfen des Datenträgers fehlgeschlagen.
es: Fallo al sacar el disco de la bandeja
fr: Impossible d'éjecter le disque du lecteur.
it: Impossibile rimuovere il disco dal vassoio.
pt_br: Falha em remover o disco da bandeja.
ru: Невозможно извлечь диск.

# MSG_FAILED_TO_REMOVE_TEMPORARY_FILE
source: Failed to remove temporary file
de: Fehler beim entfernen der temporären Datei
es: Fallo al eliminar el archivo temporal
fr: Impossible de supprimer le fichier temporaire
it: Impossibile rimuovere il file temporaneo
pt_br: Falha em remover o arquivo temporário
ru: Ошибка удаления временного файла.

# MSG_FAILED_TO_SAVE_SRAM
source: Failed to save SRAM
de: Fehler beim Speichern des SRAM
es: Fallo al guardar SaveRAM
fr: Impossible de sauvegarder la SRAM
it: Impossibile salvare la SRAM
pt_br: Falha em salvar SRAM
ru: Ошибка сохранения SRAM

# MSG_FAILED_TO_SAVE_STATE_TO
source: Failed to save state to
de: Fehler beim Speichern des Spielstands in
es: Fallo al guardar en
fr: Impossible de sauvegarder la savestate vers
it: Impossibile salvare lo stato
pt_br: Falha em salvar o Estado de Jogo em
ru: Ошибка записи сохранения в

# MSG_FAILED_TO_SEND_NICKNAME
source: Failed to send nickname.
es: Fallo al enviar el apodo

# MSG_FAILED_TO_SEND_NICKNAME_SIZE
source: Failed to send nickname size.
es: Fallo al enviar el tamaño del apodo

# MSG_FAILED_TO_SEND_NICKNAME_TO_CLIENT
source: Failed to send nickname to client.
es: Fallo al enviar el apodo al cliente

# MSG_FAILED_TO_SEND_NICKNAME_TO_HOST
source: Failed to send nickname to host.
es: Fallo al enviar el apodo al servidor

# MSG_FAILED_TO_SEND_SRAM_DATA_TO_CLIENT
source: Failed to send SRAM data to client.
es: Fallo al enviar datos SaveRAM al cliente

# MSG_FAILED_TO_START_AUDIO_DRIVER
source: Failed to start audio driver. Will continue without audio.
es: Fallo al iniciar el controlador de audio. Se continuará en silencio

# MSG_FAILED_TO_START_MOVIE_RECORD
source: Failed to start movie record.
de: Konnte Film-Aufzeichnung nicht starten.
es: Fallo al iniciar clip de grabación
fr: Impossible de démarrer l'enregistrement vidéo.
it: Impossibile avviare la registrazione del film
pt_br: Falha em iniciar a gravação do filme.
ru: Невозможно начать запись видео.

# MSG_FAILED_TO_START_RECORDING
source: Failed to start recording.
de: Konnte Aufzeichnung nicht starten.
es: Fallo al iniciar grabación
fr: Échec de l'activation de l'enregistrement.
it: Impossibile avviare la registrazione.
pt_br: Falha em iniciar a gravação.
ru: Невозможно начать запись.

# MSG_FAILED_TO_TAKE_SCREENSHOT
source: Failed to take screenshot.
de: Konnte Bildschirmfoto nicht erstellen.
es: Fallo al capturar pantalla
fr: Échec de la copie d'écran.
it: Impossibile eseguire lo screenshot.
pt_br: Falha em obter uma captura de tela.
ru: Невозможно создать скриншот.

# MSG_FAILED_TO_UNDO_LOAD_STATE
source: Failed to undo load state.
de: Laden des Spielstands konnte nicht rückgängig gemacht werden.
es: Fallo al deshacer carga
fr: Aucun savestate de retour arrière trouvé
it: Impossibile annullare il caricamento dello stato .
pt_br: Falha em desfazer o carregamento de Estado de Jogo.
ru: Не удалось отменить загрузку.

# MSG_FAILED_TO_UNDO_SAVE_STATE
source: Failed to undo save state.
de: Speichern des Spielstands konnte nicht rückgängig gemacht werden.
es: Fallo al deshacer guardado
fr: Impossible de sauvegarder les informations de savestate de retour arrière
it: Impossibile annullare il salvataggio.
pt_br: Falha em desfazer o salvamento de Estado de Jogo.
ru: Не удалось отменить сохранение.

# MSG_FAILED_TO_UNMUTE_AUDIO
source: Failed to unmute audio.
de: Audio konnte nicht lautgeschaltet werden.
es: Fallo al restablecer el audio
fr: Impossible de remettre le son.
it: Impossibile disattivare l'audio.
pt_br: Falha em desativar o áudio mudo.
ru: Не удалось включить звук.

# MSG_FATAL_ERROR_RECEIVED_IN
source: Fatal error received in
de: Fataler Fehler in
es: Fatal error recibido en
fr: Erreur fatale dans
it: Errore irreversibile ricevuto in
pt_br: Erro fatal recebido em
ru: Получена критическая ошибка

# MSG_FILE_NOT_FOUND
source: File not found
es: Archivo no encontrado

# MSG_FOUND_AUTO_SAVESTATE_IN
source: Found auto savestate in
de: Spielstand gefunden in
es: Encontrado autoguardado en
fr: Savestate automatique trouvée dans
it: Trovato salva stato automatico in
pt_br: Estado de Jogo automático encontrado em
ru: Найдено автосохранение в

# MSG_FOUND_DISK_LABEL
source: Found disk label
de: Datenträger-Label gefunden
es: Encontrada la etiqueta del disco
fr: Étiquette du disque trouvée
it: Trovata Etichetta del disco
pt_br: Rótulo de disco encontrado
ru: Метка найденного диска

# MSG_FOUND_FIRST_DATA_TRACK_ON_FILE
source: Found first data track on file
es: Encontrada la primer pista de datos en el archivo

# MSG_FOUND_LAST_STATE_SLOT
source: Found last state slot
es: Encontrada la ultima ranura de guardado

# MSG_FOUND_SHADER
source: Found shader
de: Shader gefunden
es: Encontrado el shader
fr: Shader trouvé
it: Trovato shader
pt_br: Shader encontrado
ru: Обнаружен шейдер

# MSG_GAME_SPECIFIC_CORE_OPTIONS_FOUND_AT
source: Per-Game Options: game-specific core options found at
de: Spieloptionen: Spielspezifische Core-Optionen gefunden in
es: Opciones especificas de juego encontradas en
fr: Options par jeu : options de cœur pour le jeu trouvées dans
pt_br: Opções por Jogo: Opções de núcleo específicas do jogo encontradas em
ru: Параметры игры: параметры ядра, определенные для игры

# MSG_GOT_INVALID_DISK_INDEX
source: Got invalid disk index.
de: Ungültiger Datenträger-Index.
es: Indice de disco invalido
fr: Index du disque invalide.
it: Indice del disco non valida.
pt_br: Índice de disco inválido obtido
ru: Задан неверный номер диска.

# MSG_GRAB_MOUSE_STATE
source: Grab mouse state
de: Maus-Status
es: Capturar estado del ratón
fr: Capture la souris
pt_br: Capturar estado do Mouse
ru: Режим перехвата мыши

# MSG_HW_RENDERED_MUST_USE_POSTSHADED_RECORDING
source: Libretro core is hardware rendered. Must use post-shaded recording as well.
de: Der Libretro-Core ist Hardware-gerendert. GPU-Aufzeichnung muss ebenfalls aktiviert werden.
es: El núcleo Libretro esta renderizado por hardware. Debe usar grabaciones post-shaded
fr: Le cœur utilise le rendu matériel. Obligation d'utiliser également l'enregistrement post-shaded.
pt_br: O núcleo libretro é renderizado por hardware. Deve usar a gravação pós-Shader também.
ru: Ядро использует аппаратный рендеринг. Включите запись с GPU.

# MSG_INFLATED_CHECKSUM_DID_NOT_MATCH_CRC32
source: Inflated checksum did not match CRC32.
es: El CRC32 inflado no concuerda

# MSG_INPUT_CHEAT
source: Input Cheat
de: Cheat eingeben
es: Introducir truco
fr: Saisir le code de triche
pt_br: Entrada de Trapaça
ru: Исходный чит

# MSG_INPUT_CHEAT_FILENAME
source: Input Cheat Filename
de: Cheat-Dateiname
es: Introducir nombre de archivo de truco
fr: Nom du fichier de triche
it: Immettere il nome del file cheat
pt_br: Nome do Arquivo de Trapaça
ru: Имя чита

# MSG_INPUT_PRESET_FILENAME
source: Input Preset Filename
de: Vorlagen-Dateiname
es: Introducir nombre de archivo del preset
fr: Nom du fichier de pré-réglage
it: Nome del file predefinito
pt_br: Nome de Arquivo de Predefinição
ru: Имя настроек

# MSG_INPUT_RENAME_ENTRY
source: Rename Title
de: Titel umbenennen
es: Renombrar titulo
it: Rinomina Titolo
pt_br: Renomear Título
ru: Переименовать заголовок

# MSG_INTERFACE
source: Interface
de: Netzwerk-Karte
es: Interfaz
it: Interfaccia
ru: Интерфейс

# MSG_INTERNAL_STORAGE
source: Internal Storage
de: Interner Speicher
es: Almacenamiento interno
fr: Stockage interne
it: Archiviazione interna
pt_br: Armazenamento Interno
ru: Внутреннее хранилище

# MSG_REMOVABLE_STORAGE
source: Removable Storage
de: Wechseldatenträger
es: Almacenamiento extraible
fr: Stockage amovible
it: Spazio di archiviazione rimovibile
pt_br: Armazenamento Removível
ru: Внешнее хранилище

# MSG_INVALID_NICKNAME_SIZE
source: Invalid nickname size.
es: Tamaño de apodo invalido

# MSG_IN_BYTES
source: in bytes
es: en bytes
fr: en octets
pt_br: em bytes
ru: В байтах

# MSG_IN_GIGABYTES
source: in gigabytes
de: in Gigabyte
es: en gigabytes
fr: en gigaoctets
pt_br: em gigabytes
ru: В гигабайтах

# MSG_IN_MEGABYTES
source: in megabytes
de: in Megabyte
es: en megabytes
fr: en mégaoctets
pt_br: em megabytes
ru: В мегабайтах

# MSG_LIBRETRO_ABI_BREAK
source: is compiled against a different version of libretro than this libretro implementation.
de: ist gegen eine andere libretro-Version als diese kompiliert.
es: está compilado para otra versión de Libretro
fr: est compilé avec une version différente de la bibliothèque libretro actuelle.
it: è compilato con una versione diversa di libretro di questa implementazione di libretro.
pt_br: foi compilado contra uma versão diferente do libretro do que esta.
ru: Скомпилировано для другой версии libretro.

# MSG_LIBRETRO_FRONTEND
source: Frontend for libretro
de: Frontend für libretro
es: Interfaz de usuario para Libretro
fr: Frontend pour libretro
it: Frontend per libretro
pt_br: Frontend para Libretro
ru: Внешний интерфейс для libretro

# MSG_LOADED_STATE_FROM_SLOT
source: Loaded state from slot #%d.
de: Spielstand aus Speicherplatz #%d geladen.
es: Cargado guardado de la ranura #%d
fr: Chargement du savestate à partir du slot #%d.
it: Caricamento del salvataggio dallo slot #%d.
pt_br: Estado de Jogo carregado do compartimento #%d.
ru: Загружено сохранение из слота #%d.

# MSG_LOADED_STATE_FROM_SLOT_AUTO
source: Loaded state from slot #-1 (auto).
de: Spielstand aus Speicherplatz #-1 (auto) geladen.
es: Cargado guardado de la ranura #-1 (auto)
fr: Chargement du savestate à partir du slot #-1 (auto).
it: Caricamento del salvataggio dallo slot #-1 (automatico).
pt_br: Estado de Jogo carregado do compartimento #-1 (automático).
ru: Загружено сохранение из слота #-1 (auto).

# MSG_LOADING
source: Loading
es: Cargando

# MSG_FIRMWARE
source: One or more firmware files are missing
de: Eine oder mehrere Firmware-Dateien fehlen
es: Faltan archivos de firmware
fr: Un ou plusieurs firmware sont manquants
it: Mancano uno o più file del firmware
pt_br: Um ou mais arquivos de firmware estão faltando
ru: Отсутствуют один или несколько файлов прошивки

# MSG_LOADING_CONTENT_FILE
source: Loading content file
de: Lade Inhalts-Datei
es: Cargando contenido
fr: Chargement du contenu
it: Caricamento dei file di contenuto
pt_br: Carregando arquivo de conteúdo
ru: Загружен файл контента

# MSG_LOADING_HISTORY_FILE
source: Loading history file
de: Lade Verlaufs-Datei
es: Cargando historial
fr: Chargement du fichier d'historique
it: Caricamento dei file della cronologia
pt_br: Carregando arquivo de histórico
ru: Загрузка файла истории

# MSG_LOADING_STATE
source: Loading state
de: Lade Spielstand
es: Cargando estado
fr: Chargement savestate
it: Caricamento dello stato
pt_br: Carregando Estado de Jogo
ru: Загружено сохранение

# MSG_MEMORY
source: Memory
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
pt_br: Memória
ru: Память

# MSG_MOVIE_FILE_IS_NOT_A_VALID_BSV1_FILE
source: Movie file is not a valid BSV1 file.
de: Filmdatei ist keine gültige BSV1-Datei.
es: La película no es un archivo BSV1 válido
fr: Le fichier vidéo n'est pas un fichier BSV1 valide.
it: Il File del filmato non è un file valido di BSV1.
pt_br: O arquivo de filme não é um arquivo BSV1 válido.
ru: Видеофайл не является допустимым файлом BSV1.

# MSG_MOVIE_FORMAT_DIFFERENT_SERIALIZER_VERSION
source: Movie format seems to have a different serializer version. Will most likely fail.
de: Filmdatei besitzt offenbar eine andere Serializer-Version. Wird höchstwahrscheinlich fehlschlagen.
es: El formato de la película parece tener una versión diferente de serializer. Probablemente fallará
fr: Le format du film semble avoir une version de sérialisation différent. Échec très probable.
it: Il formato del film sembra avere una versione di serializzazione diversa. Molto probabilmente non verrà avviato.
pt_br: O formato de filme parece ter uma versão de serializador diferente. Provavelmente irá falhar.
ru: Формат фильма, похоже, отличается от версии сериализатора.

# MSG_MOVIE_PLAYBACK_ENDED
source: Movie playback ended.
de: Film-Wiedergabe beendet.
es: Finalizó la reproducción
fr: Fin de la lecture vidéo
it: La riproduzione del film è terminata.
pt_br: Reprodução de filme terminou.
ru: Достигнут конец записи.

# MSG_MOVIE_RECORD_STOPPED
source: Stopping movie record.
de: Beende Film-Aufzeichnung.
es: Deteniendo la grabación
fr: Arrêt de l'enregistrement vidéo.
it: Arresto in corso della registrazione del film.
pt_br: Parando a gravação de filme.
ru: Запись остановлена.

# MSG_NETPLAY_FAILED
source: Failed to initialize netplay.
de: Netplay-Initialisierung fehlgeschlagen.
es: Fallo al iniciar juego en red
fr: Échec de l'initialisation du jeu en réseau
it: Impossibile inizializzare il netplay.
pt_br: Falha em inicializar o Netplay.
ru: Ошибка запуска сетевой игры.

# MSG_NO_CONTENT_STARTING_DUMMY_CORE
source: No content, starting dummy core.
de: Kein Inhalt, starte Dummy-Core.
es: No hay contenido, iniciando núcleo vacío
fr: Aucun contenu, chargement d'un cœur factice.
it: Nessun contenuto, avvio dummy core.
pt_br: Sem conteúdo, iniciando um núcleo modelo.
ru: Нет содержимого, начиная с фиктивного ядра.

# MSG_NO_SAVE_STATE_HAS_BEEN_OVERWRITTEN_YET
source: No save state has been overwritten yet.
de: Kein Spielstand wurde bis jetzt überschrieben.
es: No hay guardado sobrescrito todavía
fr: Aucun état de sauvegarde n'a été écrasé pour l'instant.
it: Nessun salvataggio è stato ancora sovrascritto.
pt_br: Nenhum Estado de Jogo foi sobrescrito até o momento.
ru: Сохраненное состояние не было перезаписано.

# MSG_NO_STATE_HAS_BEEN_LOADED_YET
source: No state has been loaded yet.
de: Kein Spielstand wurde bis jetzt geladen.
es: No hay guardado cargado todavía
fr: Aucun état n'a été chargé pour l'instant.
it: Nessun salvataggio è stato ancora caricato
pt_br: Nenhum Estado de Jogo foi carregado até o momento.
ru: Состояние еще не загружено.

# MSG_OVERRIDES_ERROR_SAVING
source: Error saving overrides.
de: Fehler beim Speichern der Überschreibungen.
es: Error guardando anulaciones
fr: Erreur lors de l'enregistrement des overrides.
it: Errore durante il salvataggio degli override.
pt_br: Erro em salvar as redefinições.
ru: Ошибка сохранения переопределений.

# MSG_OVERRIDES_SAVED_SUCCESSFULLY
source: Overrides saved successfully.
de: Überschreibungen erfolgreich gespeichert.
es: Anulaciones guardadas exitosamente
fr: Les overrides ont été sauvegardés.
it: Override salvati correttamente.
pt_br: Redefinições salvas com sucesso.
ru: Переопределения сохранены успешно.

# MSG_PAUSED
source: Paused.
de: Pausiert.
es: Pausado
fr: En pause.
it: Pausa.
pt_br: Pausado.
ru: Пауза вкл.

# MSG_READING_FIRST_DATA_TRACK
source: Reading first data track...
de: Lese ersten Daten-Track...
es: Leyendo la primer pista de datos...
fr: Lecture de la première piste de données...
pt_br: Lendo a primeira faixa de dados...
ru: Чтение первой дорожки данных ...

# MSG_RECEIVED
source: received
de: empfangen
es: recibido
fr: reçu
it: ricevuto
pt_br: recebido
ru: Получено

# MSG_RECORDING_TERMINATED_DUE_TO_RESIZE
source: Recording terminated due to resize.
de: Aufzeichnung wurde wegen Größenänderung beendet.
es: Grabación terminada debido al cambio de tamaño
fr: Enregistrement interrompu à cause du redimensionnement.
it: La registrazione è terminata a causa del ridimensionamento.
pt_br: A gravação terminou devido ao redimensionamento.
ru: Размеры окна были изменены. Запись остановлена.

# MSG_RECORDING_TO
source: Recording to
de: Aufzeichen in
es: Grabando en
fr: Enregistrement vers
it: Registrazione su
pt_br: Gravando em
ru: Запись в

# MSG_REDIRECTING_CHEATFILE_TO
source: Redirecting cheat file to
de: Cheat-Datei umleiten in
es: Redirigiendo archivo de trucos a
fr: Redirection du fichier triche vers
it: Reindirizzare il file cheat su
pt_br: Redirecionando o arquivo de Trapaça em
ru: Файл с чит-кодами перенаправлен в

# MSG_REDIRECTING_SAVEFILE_TO
source: Redirecting save file to
de: Speicherdaten umleiten in
es: Redirigiendo archivo de guardado a
fr: Redirection de la sauvegarde vers
it: Reindirizzare il file di salvataggio su
pt_br: Redirecionando o Jogo-Salvo em
ru: Файл карты памяти перенаправлен в

# MSG_REDIRECTING_SAVESTATE_TO
source: Redirecting savestate to
de: Spielstand umleiten in
es: Redirigiendo archivo de guardado rápido a
fr: Redirection de la savestate vers
it: Reindirizzare il salva stato su
pt_br: Redirecionando o Estado de Jogo em
ru: Файл сохранения перенаправлен в

# MSG_REMAP_FILE_SAVED_SUCCESSFULLY
source: Remap file saved successfully.
de: Remap-Datei wurde erfolgreich gespeichert.
es: Reasignaciones guardadas exitosamente
fr: Fichier de remap sauvegardé.
it: Il file Remap è stato salvato con successo
pt_br: Arquivo de remapeamento salvo com sucesso.
ru: Файл перекодировки успешно сохранен.

# MSG_REMAP_FILE_REMOVED_SUCCESSFULLY
source: Remap file removed successfully.
de: Remap-Datei wurde erfolgreich entfernt.
es: Reasignaciones eliminadas exitosamente
it: Il file Remap è stato rimosso con successo
pt_br: Arquivo de remapeamento salvo com sucesso.

# MSG_REMOVED_DISK_FROM_TRAY
source: Removed disk from tray.
de: Datenträger aus Laufwerk entfernt.
es: Quitado el disco de la bandeja
fr: Éjection du disque du lecteur.
it: Rimosso il disco dal vassoio.
pt_br: Disco removido da bandeja.
ru: Диск извлечён.

# MSG_REMOVING_TEMPORARY_CONTENT_FILE
source: Removing temporary content file
de: Entferne temporäre Inhalts-Datei
es: Eliminando el contenido temporal
fr: Suppression du fichier temporaire
it: Rimosso un file di contenuto temporaneo
pt_br: Removendo arquivo de conteúdo temporário
ru: Удалён временный файл контента

# MSG_RESTARTING_RECORDING_DUE_TO_DRIVER_REINIT
source: Restarting recording due to driver reinit.
de: Starte Aufzeichnung neu, da Treiber reinitialisiert wurde.
es: Reiniciando grabación por reinicio del controlador
fr: Redémarrage de l'enregistrement à cause de la réinitialisation du pilote.
pt_br: Reiniciando a gravação devido ao reinício do driver.
ru: Реинициализация драйвера. Запись перезапущена.

# MSG_RESTORED_OLD_SAVE_STATE
source: Restored old save state.
de: Alter Spielstand wiederhergestellt
es: Restaurado antiguo guardado rápido
fr: Ancienne save state restaurée.
it: Ripristinato un vecchio salva stato.
pt_br: Estado de Jogo antigo restaurado.
ru: Восстановлено старое состояние сохранения.

# MSG_RESTORING_DEFAULT_SHADER_PRESET_TO
source: Shaders: restoring default shader preset to
de: Shader: Standard-Shader-Voreinstellung wiederhergestellt zu
es: Shaders: restaurado el preset por defecto en
fr: Shaders : restauration du preset de shader par défaut vers
it: Shader: ripristino dello shader predefinito preimpostato su
pt_br: Shaders: restaurando predefinição padrão de Shader em
ru: Шейдеры: восстановление стандартных настроек шейдера

# MSG_REVERTING_SAVEFILE_DIRECTORY_TO
source: Reverting savefile directory to
de: Setze Speicherdaten-Verzeichnis zurück auf
es: Revirtiendo la carpeta de guardado a
fr: Annulation des changements du répertoire de sauvegarde vers
it: Ripristino della directory dei file di salvataggio su
pt_br: Revertendo diretório de Jogo-Salvo em
ru: Возврат каталога карт памяти на

# MSG_REVERTING_SAVESTATE_DIRECTORY_TO
source: Reverting savestate directory to
de: Setze Spielstand-Verzeichnis zurück auf
es: Revirtiendo la carpeta de guardado rápido a
fr: Annulation des changements du répertoire de savestate vers
it: Ripristino directory del salva stato su
pt_br: Revertendo diretório de Estado de Jogo em
ru: Возврат каталога сохранений к

# MSG_REWINDING
source: Rewinding.
de: Zurückspulen.
es: Rebobinando
fr: Rembobinage.
it: Riavvolgimento in corso.
pt_br: Voltando atrás.
ru: Перемотка.
