Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MENU_ENUM_LABEL_VALUE_NETPLAY_REFRESH_ROOMS
source: Refresh Room List
es: Actualizar lista de salas
fr: Rafraîchir la liste des salons
ru: Обновить список комнат

# MENU_ENUM_LABEL_VALUE_NETPLAY_ROOM_NICKNAME
source: Nickname: %s
es: Apodo: %s
fr: Pseudo : %s
ru: Имя: %s

# MENU_ENUM_LABEL_VALUE_NETPLAY_ROOM_NICKNAME_LAN
source: Nickname (lan): %s
es: Apodo (lan): %s

# MENU_ENUM_LABEL_VALUE_NETPLAY_COMPAT_CONTENT_FOUND
source: Compatible content found
es: Contenido compatible encontrado
fr: Contenu compatible trouvé
ru: Найден совместимый контент

# MENU_ENUM_SUBLABEL_VIDEO_CROP_OVERSCAN
source: Cuts off a few pixels around the edges of the image customarily left blank by developers which sometimes also contain garbage pixels.
es: Corta unos pocos pixeles de los bordes de la imagen que normalmente los desarrolladores dejan en blanco o con basura

# MENU_ENUM_SUBLABEL_VIDEO_SMOOTH
source: Adds a slight blur to the image to take the edge off of the hard pixel edges. This option has very little impact on performance.
es: Aplicar un pequeño desenfoque a la imagen para borrar los bordes de los pixeles. Esta opción tiene muy poco impacto en el rendimiento

# MENU_ENUM_SUBLABEL_VIDEO_FILTER
source: Apply a CPU-powered video filter. NOTE: Might come at a high performance cost. Some video filters might only work for cores that use 32bit or 16bit color.
es: Aplicar un filtro de video con la CPU. Nota: Puede tener un alto coste de rendimiento. Algunos filtros solo funcionan con núcleos que usan 16 o 32bit de color

# MENU_ENUM_SUBLABEL_CHEEVOS_USERNAME
source: Input the username of your RetroAchievements account.
es: Nombre de usuario de su cuenta de RetroAchievements

# MENU_ENUM_SUBLABEL_CHEEVOS_PASSWORD
source: Input the password of your RetroAchievements account.
es: Contraseña de su cuenta de RetroAchievements

# MENU_ENUM_SUBLABEL_NETPLAY_NICKNAME
source: Input your user name here. This will be used for netplay sessions, among other things.
es: Ingrese su apodo. Esto sera usado para las sesiones de juego en red

# MENU_ENUM_SUBLABEL_VIDEO_POST_FILTER_RECORD
source: Capture the image after filters (but not shaders) are applied. Your video will look as fancy as what you see on your screen.
es: Capturar la imagen con los filtros (no shaders)

# MENU_ENUM_SUBLABEL_CORE_LIST
source: Select which core to use.
es: Seleccionar que núcleo usar

# MENU_ENUM_SUBLABEL_LOAD_CONTENT_LIST
source: Select which content to start.
es: Seleccionar que contenido iniciar

# MENU_ENUM_SUBLABEL_NETWORK_INFORMATION
source: Show network interface(s) and associated IP addresses.
es: Mostrar interfaces de red e IPs asociadas

# MENU_ENUM_SUBLABEL_SYSTEM_INFORMATION
source: Show information specific to the device.
es: Mostrar información especifica del dispositivo

# MENU_ENUM_SUBLABEL_QUIT_RETROARCH
source: Quit the program.
es: Salir del programa

# MENU_ENUM_SUBLABEL_VIDEO_WINDOW_WIDTH
source: Set the custom width size for the display window. Leaving it at 0 will attempt to scale the window as large as possible.
es: Establece el ancho de la ventana. Al dejarlo en 0 hará que intente ser lo mas grande posible

# MENU_ENUM_SUBLABEL_VIDEO_WINDOW_HEIGHT
source: Set the custom height size for the display window. Leaving it at 0 will attempt to scale the window as large as possible.
es: Establece el alto de la ventana. Al dejarlo en 0 hará que intente ser lo mas grande posible

# MENU_ENUM_SUBLABEL_VIDEO_FULLSCREEN_X
source: Set the custom width size for the non-windowed fullscreen mode. Leaving it at 0 will use the desktop resolution.
es: Establece el ancho en pantalla completa. Al dejarlo en 0 se usará la resolución del escritorio

# MENU_ENUM_SUBLABEL_VIDEO_FULLSCREEN_Y
source: Set the custom height size for the non-windowed fullscreen mode. Leaving it at 0 will use the desktop resolution
es: Establece el alto en pantalla completa. Al dejarlo en 0 se usará la resolución del escritorio

# MENU_ENUM_SUBLABEL_VIDEO_MESSAGE_POS_X
source: Specify custom X axis position for onscreen text.
es: Especificar posición sobre eje X para el texto en pantalla

# MENU_ENUM_SUBLABEL_VIDEO_MESSAGE_POS_Y
source: Specify custom Y axis position for onscreen text.
es: Especificar posición sobre eje Y para el texto en pantalla

# MENU_ENUM_SUBLABEL_VIDEO_FONT_SIZE
source: Specify the font size in points.
es: Especificar el tamaño de letra en puntos

# MENU_ENUM_SUBLABEL_INPUT_OVERLAY_HIDE_IN_MENU
source: Hide the overlay while inside the menu, and show it again when exiting the menu.
es: Ocultar el overlay en el menú, mostrarlo al salir del menú

# MENU_ENUM_SUBLABEL_INPUT_OVERLAY_SHOW_PHYSICAL_INPUTS
source: Show keyboard/controller inputs on the onscreen overlay.
es: Mostrar pulsaciones de teclado/mando en overlay

# MENU_ENUM_SUBLABEL_INPUT_OVERLAY_SHOW_PHYSICAL_INPUTS_PORT
source: Select the port for the overlay to listen to if Show Inputs On Overlay is enabled.
es: Seleccionar el puerto en que el overlay escuchará las pulsaciones

# MENU_ENUM_SUBLABEL_CONTENT_COLLECTION_LIST
source: Scanned content will appear here.
es: El contenido escaneado aparecerá aquí

# MENU_ENUM_SUBLABEL_VIDEO_SCALE_INTEGER
source: Only scales video in integer steps. The base size depends on system-reported geometry and aspect ratio. If 'Force Aspect' is not set, X/Y will be integer scaled independently.
es: Escalar en múltiplos enteros. El tamaño base dependerá del sistema usado. Si 'Forzar aspecto' no esta activado, X e Y serán escalados individualmente

# MENU_ENUM_SUBLABEL_VIDEO_GPU_SCREENSHOT
source: Screenshots output of GPU shaded material if available.
es: Capturas de pantalla de GPU con shaders si está disponible

# MENU_ENUM_SUBLABEL_VIDEO_ROTATION
source: Forces a certain rotation of the screen. The rotation is added to rotations which the core sets.
es: Fuerza una cierta rotación de la pantalla. La rotación se añade a la impuesta por el núcleo

# MENU_ENUM_SUBLABEL_VIDEO_FORCE_SRGB_DISABLE
source: Forcibly disable sRGB FBO support. Some Intel OpenGL drivers on Windows have video problems with sRGB FBO support if this is enabled. Enabling this can work around it.
es: Desactiva forzadamente el soporte de FBO sRGB. Para algunos controladores Intel OpenGL en Windows con problemas

# MENU_ENUM_SUBLABEL_VIDEO_FULLSCREEN
source: Start in fullscreen. Can be changed at runtime. Can be overridden by a command line switch
es: Puede ser anulado por un argumento en la linea de comandos

# MENU_ENUM_SUBLABEL_VIDEO_WINDOWED_FULLSCREEN
source: If fullscreen, prefer using a windowed fullscreen mode.
es: Preferir uso de ventana sin bordes a pantalla completa

# MENU_ENUM_SUBLABEL_VIDEO_GPU_RECORD
source: Records output of GPU shaded material if available.
es: Graba la salida de GPU con shaders si está disponible

# MENU_ENUM_SUBLABEL_SAVESTATE_AUTO_INDEX
source: When making a savestate, save state index is automatically increased before it is saved. When loading content, the index will be set to the highest existing index.
es: Al hacer un guardado rápido, el indice es automáticamente incrementado antes de guardar. Al cargar contenido, el indice será el mayor existente

# MENU_ENUM_SUBLABEL_BLOCK_SRAM_OVERWRITE
source: Block Save RAM from being overwritten when loading save states. Might potentially lead to buggy games.
es: Bloquear el guardado de SaveRAM de ser sobrescrito al cargar guardados rápidos. Puede causar problemas

# MENU_ENUM_SUBLABEL_FASTFORWARD_RATIO
source: The maximum rate at which content will be run when using fast forward (e.g., 5.0x for 60 fps content = 300 fps cap). If set to 0.0x, fastforward ratio is unlimited (no FPS cap).
es: La máxima velocidad del avance rápido (Ej: 5.0x para un juego de 60fps = 300 fps). Si es 0 no habrá limite

# MENU_ENUM_SUBLABEL_SLOWMOTION_RATIO
source: When in slow motion, content will slow down by the factor specified/set.
es: Al usar cámara lenta, el contenido se ralentizará el factor especificado

# MENU_ENUM_SUBLABEL_REWIND_ENABLE
source: Enable rewinding. This will take a performance hit when playing.
es: Habilita el rebobinado. Tendrá un impacto en el rendimiento del juego

# MENU_ENUM_SUBLABEL_REWIND_GRANULARITY
source: When rewinding a defined number of frames, you can rewind several frames at a time, increasing the rewind speed.
es: Rebobinar un determinado numero de frames, al hacerlo varios a la vez, aumentas la velocidad del rebobinado

# MENU_ENUM_SUBLABEL_LIBRETRO_LOG_LEVEL
source: Sets log level for cores. If a log level issued by a core is below this value, it is ignored.
es: Nivel de registro para núcleos, si el núcleo emite valores por debajo, serán ignorados

# MENU_ENUM_SUBLABEL_PERFCNT_ENABLE
source: Enable performance counters for RetroArch (and cores).
es: Activa los contadores de rendimiento para RetroArch y núcleos

# MENU_ENUM_SUBLABEL_SAVESTATE_AUTO_SAVE
source: Automatically makes a savestate at the end of RetroArch's runtime. RetroArch will automatically load this savestate if 'Auto Load State' is enabled.
es: Hacer un guardado rápido al salir de RetroArch. Se cargará automáticamente si 'Cargar guardado rápido automáticamente' esta activado

# MENU_ENUM_SUBLABEL_SAVESTATE_AUTO_LOAD
source: Automatically load the auto save state on startup.
es: Carga el guardado rápido automático al inicio

# MENU_ENUM_SUBLABEL_SAVESTATE_THUMBNAIL_ENABLE
source: Show thumbnails of save states inside the menu.
es: Mostrar miniaturas de los guardados rápidos en el menú

# MENU_ENUM_SUBLABEL_AUTOSAVE_INTERVAL
source: Autosaves the non-volatile Save RAM at a regular interval. This is disabled by default unless set otherwise. The interval is measured in seconds. A value of 0 disables autosave.
es: Intervalo en segundos para auto-guardar la memoria no volátil SaveRAM, por defecto desactivado (en 0)

# MENU_ENUM_SUBLABEL_INPUT_REMAP_BINDS_ENABLE
source: If enabled, overrides the input binds with the remapped binds set for the current core.
es: Al activarlo anula los controles por defecto y usa los controles personalizados para el núcleo actual

# MENU_ENUM_SUBLABEL_INPUT_AUTODETECT_ENABLE
source: Enable input auto-detection. Will attempt to autoconfigure joypads, Plug-and-Play style.
es: Activar la auto-detección de controles, se intentará configurarlos estilo 'Plug and Play'

# MENU_ENUM_SUBLABEL_MENU_INPUT_SWAP_OK_CANCEL
source: Swap buttons for OK/Cancel. Disabled is the Japanese button orientation, enabled is the western orientation.
es: Intercambiar los botones de OK y Cancelar. Desactivado es el estilo Japones, Activado el estilo occidental

# MENU_ENUM_SUBLABEL_PAUSE_LIBRETRO
source: If disabled, the content will keep running in the background when RetroArch's menu is toggled.
es: Al desactivarlo el contenido continuará ejecutándose cuando estés en el menú

# MENU_ENUM_SUBLABEL_VIDEO_DRIVER
source: Video driver to use.
es: Controlador de video a usar

# MENU_ENUM_SUBLABEL_AUDIO_DRIVER
source: Audio driver to use.
es: Controlador de audio a usar

# MENU_ENUM_SUBLABEL_INPUT_DRIVER
source: Input driver to use. Depending on the video driver, it might force a different input driver.
es: Controlador de entrada a usar. El controlador de video puede forzar uno distinto

# MENU_ENUM_SUBLABEL_JOYPAD_DRIVER
source: Joypad driver to use.
es: Controlador de mando a usar

# MENU_ENUM_SUBLABEL_AUDIO_RESAMPLER_DRIVER
source: Audio resampler driver to use.
es: Audio resampler a usar

# MENU_ENUM_SUBLABEL_CAMERA_DRIVER
source: Camera driver to use.
es: Controlador de Cámara a usar

# MENU_ENUM_SUBLABEL_LOCATION_DRIVER
source: Location driver to use.
es: Controlador de ubicación a usar

# MENU_ENUM_SUBLABEL_MENU_DRIVER
source: Menu driver to use.
es: Controlador de menú a usar

# MENU_ENUM_SUBLABEL_RECORD_DRIVER
source: Record driver to use.
es: Controlador de grabación a usar

# MENU_ENUM_SUBLABEL_WIFI_DRIVER
source: WiFi driver to use.
es: Controlador WiFi a usar

# MENU_ENUM_SUBLABEL_NAVIGATION_BROWSER_FILTER_SUPPORTED_EXTENSIONS_ENABLE
source: Filter files being shown in filebrowser by supported extensions.
es: Solo mostrar archivos con extensiones conocidas

# MENU_ENUM_SUBLABEL_MENU_WALLPAPER
source: Select an image to set as menu wallpaper.
es: Seleccionar una imagen para usar de fondo en el menú

# MENU_ENUM_SUBLABEL_DYNAMIC_WALLPAPER
source: Dynamically load a new wallpaper depending on context.
es: Cargar una imagen de fondo según el contenido

# MENU_ENUM_SUBLABEL_AUDIO_DEVICE
source: Override the default audio device the audio driver uses. This is driver dependent.
es: Dispositivo a usar por el controlador de audio. Depende del controlador

# MENU_ENUM_SUBLABEL_AUDIO_DSP_PLUGIN
source: Audio DSP plugin that processes audio before it's sent to the driver.
es: DSP que procesa el audio antes de ser enviado al controlador

# MENU_ENUM_SUBLABEL_AUDIO_OUTPUT_RATE
source: Audio output sample rate.
es: Velocidad de muestreo de la salida de audio

# MENU_ENUM_SUBLABEL_OVERLAY_OPACITY
source: Opacity of all UI elements of the overlay.
es: Opacidad de overlay

# MENU_ENUM_SUBLABEL_OVERLAY_SCALE
source: Scale of all UI elements of the overlay.
es: Tamaño de overlay

# MENU_ENUM_SUBLABEL_INPUT_OVERLAY_ENABLE
source: Enable the overlay.
es: Activar overlay

# MENU_ENUM_SUBLABEL_OVERLAY_PRESET
source: Select an overlay from the file browser.
es: Seleciona un overlay desde el explorador de archivos

# MENU_ENUM_SUBLABEL_NETPLAY_IP_ADDRESS
source: The address of the host to connect to.
es: La dirección del servidor a conectar

# MENU_ENUM_SUBLABEL_NETPLAY_TCP_UDP_PORT
source: The port of the host IP address. Can be either a TCP or UDP port.
es: El puerto del servidor a conectar. Puede ser TCP o UDP

# MENU_ENUM_SUBLABEL_NETPLAY_PASSWORD
source: The password for connecting to the netplay host. Used only in host mode.
es: Contraseña a pedir a los clientes que se conecten al estar en modo servidor

# MENU_ENUM_SUBLABEL_NETPLAY_PUBLIC_ANNOUNCE
source: Whether to announce netplay games publicly. If unset, clients must manually connect rather than using the public lobby.
es: Permite ser encontrado fácilmente, sino los clientes deberán conectarse manualmente

# MENU_ENUM_SUBLABEL_NETPLAY_SPECTATE_PASSWORD
source: The password for connecting to the netplay host with only spectator privileges. Used only in host mode.
es: Contraseña a pedir a los espectadores que se conecten al estar en modo servidor

# MENU_ENUM_SUBLABEL_NETPLAY_START_AS_SPECTATOR
source: Whether to start netplay in spectator mode.
es: Si se debe iniciar juego en red en modo espectador

# MENU_ENUM_SUBLABEL_NETPLAY_ALLOW_SLAVES
source: Whether to allow connections in slave mode. Slave-mode clients require very little processing power on either side, but will suffer significantly from network latency.
es: Si se permiten conexiones en modo esclavo. El modo esclavo usa muy poco poder de procesamiento, pero tendrá un impacto significativo en la latencia

# MENU_ENUM_SUBLABEL_NETPLAY_REQUIRE_SLAVES
source: Whether to disallow connections not in slave mode. Not recommended except for very fast networks with very weak machines.
es: Solo usar modo esclavo. No recomendado excepto en redes muy rápidas con máquinas muy débiles

# MENU_ENUM_SUBLABEL_NETPLAY_STATELESS_MODE
source: Whether to run netplay in a mode not requiring save states. If set to true, a very fast network is required, but no rewinding is performed, so there will be no netplay jitter.
es: Activarlo necesita una red muy rápida, pero se eliminará el jitter al no realizar rebobinados

# MENU_ENUM_SUBLABEL_NETPLAY_CHECK_FRAMES
source: The frequency in frames with which netplay will verify that the host and client are in sync.
es: Frecuencia en frames con la que se verificará si el servidor y el cliente están en sincronía

# MENU_ENUM_SUBLABEL_NETPLAY_NAT_TRAVERSAL
source: When hosting, attempt to listen for connections from the public Internet, using UPnP or similar technologies to escape LANs.
es: Cuando se es servidor, intentar escuchar conexiones desde Internet, usando UPnP o tecnologías similares.

# MENU_ENUM_SUBLABEL_STDIN_CMD_ENABLE
source: Enable stdin command interface.
es: Activar linea de comandos stdin

# MENU_ENUM_SUBLABEL_MOUSE_ENABLE
source: Enable mouse controls inside the menu.
es: Activar control con ratón en el menú

# MENU_ENUM_SUBLABEL_POINTER_ENABLE
source: Enable touch controls inside the menu.
es: Activar controles táctiles en el menú

# MENU_ENUM_SUBLABEL_THUMBNAILS
source: Type of thumbnail to display.
es: Tipo de miniaturas a mostrar

# MENU_ENUM_SUBLABEL_TIMEDATE_ENABLE
source: Shows current date and/or time inside the menu.
es: Mostrar el día y hora en el menú

# MENU_ENUM_SUBLABEL_BATTERY_LEVEL_ENABLE
source: Shows current battery level inside the menu.
es: Mostrar el nivel de batería actual menú

# MENU_ENUM_SUBLABEL_NAVIGATION_WRAPAROUND
source: Wrap-around to beginning and/or end if boundary of list is reached horizontally or vertically.
es: Volver al principio cuando llegue al final de la lista tanto sea vertical como horizontal

# MENU_ENUM_SUBLABEL_NETPLAY_ENABLE_HOST
source: Enables netplay in host (server) mode.
es: Activar juego en red en modo servidor

# MENU_ENUM_SUBLABEL_NETPLAY_ENABLE_CLIENT
source: Enables netplay in client mode.
es: Activar juego en red en modo cliente

# MENU_ENUM_SUBLABEL_NETPLAY_DISCONNECT
source: Disconnects an active Netplay connection.
es: Desconecta una sesión activa de juego en red

# MENU_ENUM_SUBLABEL_SCAN_DIRECTORY
source: Scans a directory for compatible files and add them to the collection.
es: Escanea una carpeta en busca de archivos compatibles y los añade a la colección

# MENU_ENUM_SUBLABEL_SCAN_FILE
source: Scans a compatible file and add it to the collection.
es: Escanea un archivo compatible y lo añade a la colección

# MENU_ENUM_SUBLABEL_VIDEO_SWAP_INTERVAL
source: Uses a custom swap interval for Vsync. Set this to effectively halve monitor refresh rate.
es: Configura esto para reducir la tasa de refresco del monitor a la mitad

# MENU_ENUM_SUBLABEL_SORT_SAVEFILES_ENABLE
source: Sort save files in folders named after the core used.
es: Ordenar archivos de guardado en carpetas nombradas por núcleo

# MENU_ENUM_SUBLABEL_SORT_SAVESTATES_ENABLE
source: Sort save states in folders named after the core used.
es: Ordenar guardados rápidos en carpetas nombradas por núcleo

# MENU_ENUM_SUBLABEL_NETPLAY_REQUEST_DEVICE_I
source: Request to play with the given input device.
es: Pedir jugar con el dispositivo de entrada dado

# MENU_ENUM_SUBLABEL_CORE_UPDATER_BUILDBOT_URL
source: URL to core updater directory on the Libretro buildbot.
es: URL de la carpeta del actualizador de núcleos en el buildbot Libretro

# MENU_ENUM_SUBLABEL_BUILDBOT_ASSETS_URL
source: URL to assets updater directory on the Libretro buildbot.
es: URL de la carpeta de recursos en el buildbot Libretro

# MENU_ENUM_SUBLABEL_CORE_UPDATER_AUTO_EXTRACT_ARCHIVE
source: After downloading, automatically extract files contained in the downloaded archives.
es: Extraer automáticamente los archivos después de descargarlos

# MENU_ENUM_SUBLABEL_NETPLAY_REFRESH_ROOMS
source: Scan for new rooms.
es: Escanear en busca de nuevas salas

# MENU_ENUM_SUBLABEL_DELETE_ENTRY
source: Remove this entry from the collection.
es: Eliminar esta entrada de la colección

# MENU_ENUM_SUBLABEL_INFORMATION
source: View more information about the content.
es: Ver mas información sobre el contenido

# MENU_ENUM_SUBLABEL_ADD_TO_FAVORITES
source: Add the entry to your favorites.
es: Agregar entrada a sus favoritos

# MENU_ENUM_SUBLABEL_ADD_TO_FAVORITES_PLAYLIST
source: Add the entry to your favorites.
es: Agregar entrada a sus favoritos

# MENU_ENUM_SUBLABEL_RUN
source: Start the content.
es: Iniciar el contenido

# MENU_ENUM_SUBLABEL_MENU_FILE_BROWSER_SETTINGS
source: Adjusts filebrowser settings.
es: Ajuste las opciones del explorador de archivos

# MENU_ENUM_SUBLABEL_AUTO_REMAPS_ENABLE
source: Enable customized controls by default at startup.
es: Activar controles personalizados por defecto al inicio

# MENU_ENUM_SUBLABEL_AUTO_OVERRIDES_ENABLE
source: Enable customized configuration by default at startup.
es: Activar configuración personalizada por defecto al inicio

# MENU_ENUM_SUBLABEL_GAME_SPECIFIC_OPTIONS
source: Enable customized core options by default at startup.
es: Activar configuración de núcleos personalizada por defecto al inicio

# MENU_ENUM_SUBLABEL_CORE_ENABLE
source: Shows current core name inside menu.
es: Muestra el nombre del núcleo actual en el menú

# MENU_ENUM_SUBLABEL_DATABASE_MANAGER
source: View databases.
es: Ver bases de datos

# MENU_ENUM_SUBLABEL_CURSOR_MANAGER
source: View previous searches.
es: Ver búsquedas previas

# MENU_ENUM_SUBLABEL_TAKE_SCREENSHOT
source: Captures an image of the screen.
es: Captura una imagen de la pantalla

# MENU_ENUM_SUBLABEL_CLOSE_CONTENT
source: Closes the current content. Any unsaved changes might be lost.
es: Cierra el contenido actual. Cualquier cambio no guardado se perderá

# MENU_ENUM_SUBLABEL_LOAD_STATE
source: Load a saved state from the currently selected slot.
es: Carga un guardado rápido desde la ranura seleccionada

# MENU_ENUM_SUBLABEL_SAVE_STATE
source: Save a state to the currently selected slot.
es: Guarda en la ranura seleccionada

# MENU_ENUM_SUBLABEL_RESUME
source: Resume the currently running content and leave the Quick Menu.
es: Reanudar la ejecución del contenido y salir del menú rápido

# MENU_ENUM_SUBLABEL_RESUME_CONTENT
source: Resume the currently running content and leave the Quick Menu.
es: Reanudar la ejecución del contenido y salir del menú rápido

# MENU_ENUM_SUBLABEL_STATE_SLOT
source: Changes the currently selected state slot.
es: Cambia la ranura de guardado actual

# MENU_ENUM_SUBLABEL_UNDO_LOAD_STATE
source: If a state was loaded, content will go back to the state prior to loading.
es: Si se cargo un guardado, el contenido volverá al estado previo a la carga

# MENU_ENUM_SUBLABEL_UNDO_SAVE_STATE
source: If a state was overwritten, it will roll back to the previous save state.
es: Si se sobre-escribió un guardado, se volverá al guardado previo

# MENU_ENUM_SUBLABEL_ACCOUNTS_RETRO_ACHIEVEMENTS
source: RetroAchievements service. For more information, visit http://retroachievements.org
es: Servicio de RetroAchievements. Para mas información, visite http://retroachievements.org

# MENU_ENUM_SUBLABEL_ACCOUNTS_LIST
source: Manages currently configured accounts.
es: Administra las cuentas de usuario

# MENU_ENUM_SUBLABEL_INPUT_META_REWIND
source: Manages rewind settings.
es: Administra las opciones de rebobinado

# MENU_ENUM_SUBLABEL_RESTART_CONTENT
source: Restarts the content from the beginning.
es: Reinicia el contenido desde el principio

# MENU_ENUM_SUBLABEL_SAVE_CURRENT_CONFIG_OVERRIDE_CORE
source: Saves an override configuration file which will apply for all content loaded with this core. Will take precedence over the main configuration.
es: Guarda un archivo de anulación que se aplicará a todo el contenido cargado con este núcleo. Tomará precedencia sobre la configuración principal

# MENU_ENUM_SUBLABEL_SAVE_CURRENT_CONFIG_OVERRIDE_GAME
source: Saves an override configuration file which will apply for the current content only. Will take precedence over the main configuration.
es: Guarda un archivo de anulación que se aplicará solo a este contenido cargado. Tomará precedencia sobre la configuración principal

# MENU_ENUM_SUBLABEL_CORE_CHEAT_OPTIONS
source: Set up cheat codes.
es: Configurar trucos

# MENU_ENUM_SUBLABEL_SHADER_OPTIONS
source: Set up shaders to visually augment the image.
es: Configurar shaders para mejorar la imagen

# MENU_ENUM_SUBLABEL_CORE_INPUT_REMAPPING_OPTIONS
source: Change the controls for the currently running content.
es: Cambia los controles para el contenido cargado actualmente

# MENU_ENUM_SUBLABEL_CORE_OPTIONS
source: Change the options for the currently running content.
es: Cambia las opciones para el contenido cargado actualmente
