Repository: ramiro/RetroArch
Catalog: locale/*.po
Languages: de, es, fr, it, pt_br, ru

# MENU_ENUM_SUBLABEL_PRIVACY_SETTINGS
source: Change your privacy settings.
es: Opciones de privacidad

# MENU_ENUM_SUBLABEL_DIRECTORY_SETTINGS
source: Change default directories where files are located.
es: Cambia las carpetas por defecto donde se encuentran los archivos

# MENU_ENUM_SUBLABEL_PLAYLIST_SETTINGS
source: Change playlist settings.
es: Opciones de las listas de juegos

# MENU_ENUM_SUBLABEL_NETWORK_SETTINGS
source: Configure server and network settings.
es: Opciones de servidor y red

# MENU_ENUM_SUBLABEL_ADD_CONTENT_LIST
source: Scan content and add to the database.
es: Escanear contenido y agregar a la base de datos

# MENU_ENUM_SUBLABEL_AUDIO_SETTINGS
source: Change audio output settings.
es: Opciones de salida de audio

# MENU_ENUM_SUBLABEL_BLUETOOTH_ENABLE
source: Enable or disable bluetooth.
es: Activar o desactivar Bluetooth

# MENU_ENUM_SUBLABEL_CONFIG_SAVE_ON_EXIT
source: Saves changes to the configuration file on exit.
es: Guarda los cambios en el archivo de configuración al salir

# MENU_ENUM_SUBLABEL_CONFIGURATION_SETTINGS
source: Change default settings for configuration files.
es: Opciones de los archivos de configuración

# MENU_ENUM_SUBLABEL_CONFIGURATIONS_LIST
source: Manage and create configuration files.
es: Administrar y crear archivos de configuración

# MENU_ENUM_SUBLABEL_CPU_CORES
source: Amount of cores that the CPU has.
es: Cantidad de núcleos que tiene la CPU

# MENU_ENUM_SUBLABEL_FPS_SHOW
source: Displays the current framerate per second onscreen.
es: Muestra la velocidad de cuadros por segundo

# MENU_ENUM_SUBLABEL_INPUT_HOTKEY_BINDS
source: Configure hotkey settings.
es: Opciones de teclas rápidas (hotkeys)

# MENU_ENUM_SUBLABEL_INPUT_MENU_ENUM_TOGGLE_GAMEPAD_COMBO
source: Gamepad button combination to toggle menu.
es: Combinación de botones del mando para mostrar el menú

# MENU_ENUM_SUBLABEL_INPUT_SETTINGS
source: Change joypad, keyboard, and mouse settings.
es: Opciones de mando, teclado y ratón

# MENU_ENUM_SUBLABEL_INPUT_USER_BINDS
source: Configure controls for this user.
es: Cambiar los controles para este usuario

# MENU_ENUM_SUBLABEL_LOG_VERBOSITY
source: Enable or disable logging to the terminal.
es: Activar o desactivar registros a la terminal

# MENU_ENUM_SUBLABEL_NETPLAY
source: Join or host a netplay session.
es: Unirse o ser servidor de una sesión de juego en red

# MENU_ENUM_SUBLABEL_NETPLAY_LAN_SCAN_SETTINGS
source: Search for and connect to netplay hosts on the local network.
es: Buscar y conectarse a anfitriones de juego en red en la red local

# MENU_ENUM_SUBLABEL_INFORMATION_LIST_LIST
source: Display system information.
es: Muestra la información de sistema

# MENU_ENUM_SUBLABEL_ONLINE_UPDATER
source: Download add-ons, components, and content for RetroArch.
es: Descarga componentes y contenido adicional para RetroArch

# MENU_ENUM_SUBLABEL_SAMBA_ENABLE
source: Enable or disable network sharing of your folders.
es: Activar o desactivar el compartido de carpetas en red

# MENU_ENUM_SUBLABEL_SERVICES_SETTINGS
source: Manage operating system level services.
es: Administrar los servicios del sistema operativo

# MENU_ENUM_SUBLABEL_SHOW_HIDDEN_FILES
source: Show hidden files/directories inside the file browser.
es: Mostrar archivos y carpetas ocultos en el explorador de archivos

# MENU_ENUM_SUBLABEL_SSH_ENABLE
source: Enable or disable remote command line access.
es: Activar o desactivar acceso remoto por linea de comandos

# MENU_ENUM_SUBLABEL_SUSPEND_SCREENSAVER_ENABLE
source: Prevents your system's screensaver from becoming active.
es: Evita que el protector de pantalla se active

# MENU_ENUM_SUBLABEL_VIDEO_WINDOW_SCALE
source: Sets the window size relative to the core viewport size. Alternatively, you can set a window width and height below for a fixed window size.
es: Hacer que el tamaño de la ventana sea relativo al núcleo. Alternativamente, puedes fijar el tamaño mas abajo

# MENU_ENUM_SUBLABEL_USER_LANGUAGE
source: Sets the language of the interface.
es: Cambia el lenguaje de la interfaz

# MENU_ENUM_SUBLABEL_VIDEO_BLACK_FRAME_INSERTION
source: Inserts a black frame inbetween frames. Useful for users with 120Hz screens who want to play 60Hz content to eliminate ghosting.
es: Insertar un cuadro negro intermedio, Útil para usuarios con pantallas de 120hz que quieren eliminar ghosting en el contenido de 60hz

# MENU_ENUM_SUBLABEL_VIDEO_FRAME_DELAY
source: Reduces latency at the cost of a higher risk of video stuttering. Adds a delay after V-Sync (in ms).
es: Reducir latencia a costa de un mayor riesgo de stuttering. Agrega un retraso después del VSync en milisegundos

# MENU_ENUM_SUBLABEL_VIDEO_HARD_SYNC_FRAMES
source: Sets how many frames the CPU can run ahead of the GPU when using 'Hard GPU Sync'.
es: Cuantos cuadros puede ir la CPU por delante de la GPU al usar 'Sincronía estricta de GPU'

# MENU_ENUM_SUBLABEL_VIDEO_MAX_SWAPCHAIN_IMAGES
source: Tells the video driver to explicitly use a specified buffering mode.
es: Informa al controlador que use el modo de buffering especificado

# MENU_ENUM_SUBLABEL_VIDEO_MONITOR_INDEX
source: Selects which display screen to use.
es: Seleccionar la pantalla a usar

# MENU_ENUM_SUBLABEL_VIDEO_REFRESH_RATE_AUTO
source: The accurate estimated refresh rate of the screen in Hz.
es: Estimado preciso de refresco de la pantalla en Hz

# MENU_ENUM_SUBLABEL_VIDEO_SETTINGS
source: Change video output settings.
es: Opciones de salida de video

# MENU_ENUM_SUBLABEL_WIFI_SETTINGS
source: Scans for wireless networks and establishes connection.
es: Escanear redes inalambricas y conectarse

# MENU_ENUM_SUBLABEL_HELP_LIST
source: Learn more about how the program works.
es: Aprender como funciona el programa

# MSG_ADDED_TO_FAVORITES
source: Added to favorites
de: Zu Favoriten hinzugefügt
es: Agregado a los favoritos
it: Aggiunto ai Preferiti
pt_br: Adicionado aos favoritos

# MSG_APPENDED_DISK
source: Appended disk
de: Datenträger hinzufügen
es: Disco encolado
fr: Disque ajouté
it: Disco aggiunto
pt_br: Disco anexado
ru: Вставлен диск

# MSG_APPLICATION_DIR
source: Application Dir
de: Anwendungen
es: Carpeta de la aplicación
fr: Dossier de l'application.
it: Applicazione in corso della Directory
pt_br: Diretório do aplicativo
ru: Каталог приложений

# MSG_APPLYING_CHEAT
source: Applying cheat changes.
de: Änderungen übernehmen.
es: Aplicando trucos
fr: Appliquer les changements de triche.
it: Applicazione dei trucchi/cheat in corso
pt_br: Aplicando as alterações de Trapaças.
ru: Применение читов.

# MSG_APPLYING_SHADER
source: Applying shader
de: Shader anwenden
es: Aplicando shader
fr: Application du shader
it: Applicazione dello shader in corso
pt_br: Aplicando Shader
ru: Применён шейдер

# MSG_AUDIO_MUTED
source: Audio muted.
de: Audio stummgeschaltet.
es: Silencio
fr: Son coupé.
it: Audio disattivato.
pt_br: Áudio mudo.
ru: Звук откл.

# MSG_AUDIO_UNMUTED
source: Audio unmuted.
de: Audio laut.
es: Audio normal
fr: Remise du son.
it: Audio attivato.
pt_br: Áudio mudo desativado.
ru: Звук вкл.

# MSG_AUTOCONFIG_FILE_ERROR_SAVING
source: Error saving autoconf file.
de: Speichern der Autokonfigurations-Datei fehlgeschlagen.
es: Error guardando archivo de auto-configuración
fr: Erreur lors de l'enregistrement du fichier d'autoconfiguration.
it: Errore durante il salvataggio del file autoconf.
pt_br: Erro em salvar o arquivo de autoconfiguração.
ru: Ошибка при сохранении файла автоматической настройки.

# MSG_AUTOCONFIG_FILE_SAVED_SUCCESSFULLY
source: Autoconfig file saved successfully.
de: Autokonfigurations-Datei erfolgreich gespeichert.
es: Archivo de auto-configuración guardado exitosamente
fr: Enregistrement réussi du fichier d'autoconfiguration.
it: Il file di autoconfigurazione è stato salvato correttamente.
pt_br: Arquivo de autoconfiguração salvo com sucesso.
ru: Файл автоматической настройки успешно сохранен.

# MSG_AUTOSAVE_FAILED
source: Could not initialize autosave.
de: Initialisierung der Autospeichern-Funktion fehlgeschlagen.
es: No se puede inicializar autogurardado
fr: Impossible d'activer l'enregistrement automatique.
it: Impossibile inizializzare il salvataggio automatico.
pt_br: Não foi possível inicializar o autossalvamento.
ru: Ошибка автосохранения.

# MSG_AUTO_SAVE_STATE_TO
source: Auto save state to
de: Zustand automatisch speichern in
es: Auto guardar en
fr: Savestate automatique vers
it: Salva stato automatico su
pt_br: Autosalvar Estado de Jogo em
ru: Процесс автосохранения

# MSG_BLOCKING_SRAM_OVERWRITE
source: Blocking SRAM Overwrite
de: Überschreiben des SRAM blockieren
es: Bloquear sobrescritura de SaveRAM
fr: Bloque l'écrasement de la SRAM
it: Bloccare la sovrascrittura della SRAM
pt_br: Bloqueando Sobrescrita da SRAM
ru: Перезапись SRAM запрещена.

# MSG_BRINGING_UP_COMMAND_INTERFACE_ON_PORT
source: Bringing up command interface on port
es: Iniciando la linea de comandos en el puerto

# MSG_CANNOT_INFER_NEW_CONFIG_PATH
source: Cannot infer new config path. Use current time.
de: Kann neuen Konfigurationspfad nicht ableiten. Verwende aktuelle Zeit.
es: No se puede inferir la nueva ruta de configuración. Use el tiempo actual
fr: Impossiblede déduire le nouveau chemin de configuration. Utilisation de l'heure actuelle.
it: Impossibile trovare il nuovo percorso di configurazione. Verrà utilizzato quello corrente .
pt_br: Não é possível inferir o novo caminho de configuração. Use a hora atual.
ru: Вывод командного интерфейса на порт.

# MSG_CHEEVOS_HARDCORE_MODE_ENABLE
source: Hardcore Mode Enabled, savestate & rewind were disabled.
de: Hardcore-Modus aktiviert. Spielstände & die Rückspul-Funktion wurden ausgeschaltet.
es: Modo hardcore activado, guardado rápido y rebobinado deshabilitados
fr: Mode matériel activé , savestate et rembobinage sont désactivés.
it: Abilita la modalità hardcore.I salvataggi e la funzione riavvolgimento sono stati disattivati.
pt_br: Modo Hardcore habilitado, Estados de Jogo e Voltar Atrás estão desabilitados.
ru: Хардкорный режим включен, ваши сохранения и функция перемотки отключены.

# MSG_COMPARING_WITH_KNOWN_MAGIC_NUMBERS
source: Comparing with known magic numbers...
de: Vergleiche mit bekannten Magic Numbers...
es: Comparando con números mágicos conocidos..
fr: Comparaison avec les numéros magiques connus...
it: Confronto in corso con i numeri magici conosciuti...
pt_br: Comparando com números mágicos conhecidos...
ru: Сравнение с известными магическими числами...

# MSG_COMPILED_AGAINST_API
source: Compiled against API
de: Kompiliert gegen API
es: Compilado para la API
fr: Compilé depuis l'API
it: Compilate con API
pt_br: Compilado contra a API
ru: Скомпилирован против API

# MSG_CONFIG_DIRECTORY_NOT_SET
source: Config directory not set. Cannot save new config.
de: Konfigurations-Verzeichnis nicht definiert. Kann neue Konfiguration nicht speichern.
es: Carpeta de configuración no establecida. No se puede guardar la configuración
fr: Répertoire de configuration non défini. Impossible de sauvegarder le nouveau fichier.
it: Non è stata impostata nessuna directory per la configurazione. Non è possibile salvare la nuova configurazione.
pt_br: Diretório de configuração não definido. Não foi possível salvar a nova configuração.
ru: Не задана папка хранения настроек. Невозможно сохранить конфигурацию.

# MSG_CONNECTED_TO
source: Connected to
de: Verbunden mit
es: Conectado a
fr: Connecté à
it: Collegato a
pt_br: Conectado a
ru: Подключен к

# MSG_CONTENT_CRC32S_DIFFER
source: Content CRC32s differ. Cannot use different games.
de: CRC32-Prüfsummen des Inhalts weichen ab. Andere Spiele können nicht verwendet werden.
es: No se pueden usar diferentes juegos. (El CRC32s difiere)
fr: Le contenu du CRC32 est différent. Impossible d'utiliser des jeux non-identiques.
it: Contenuti CRC32 differenti. Non è possibile utilizzare diversi giochi.
pt_br: O CRC32 dos conteúdos difere. Não é possível utilizar jogos diferentes.
ru: Содержимое CRC32 различается. Нельзя использовать разные игры.

# MSG_CONTENT_LOADING_SKIPPED_IMPLEMENTATION_WILL_DO_IT
source: Content loading skipped. Implementation will load it on its own.
de: Laden des Inhalts übersprungen. Die Implementierung wird ihn selbst laden.
es: Carga de contenido saltada. La implementación usara la suya
fr: Chargement du contenu ignoré. L'implémentation va le charger d'elle-même.
it: Il caricamento del contenuto è stato saltato.Le Implemenzioni verranno caricati in proprio.
pt_br: Carregamento de conteúdo ignorado. A implementação irá carregar por conta própria.
ru: Загрузка контента пропущена, реализация будет загружена сама по себе.

# MSG_CORE_DOES_NOT_SUPPORT_SAVESTATES
source: Core does not support save states.
de: Core unterstützt keine Zustandsdaten (Savestates).
es: El núcleo no soporta guardados rápidos
fr: Le core ne supporte pas les savestates.
it: Il Core non supporta gli salva stati.
pt_br: O núcleo não suporta Estados de Jogo.
ru: Ядро не поддерживает быстрые сохранения.

# MSG_CORE_OPTIONS_FILE_CREATED_SUCCESSFULLY
source: Core options file created successfully.
de: Core-Optionsdatei wurde erfolgreich erstellt.
es: Archivo de opciones del núcleo creado exitosamente
fr: Le fichier d'options du cœur a été créé.
it: Il file delle opzioni dei core è stato creato correttamente.
pt_br: O arquivo de opções de núcleo foi criado com sucesso.
ru: Файл основных настроек успешно создан.

# MSG_COULD_NOT_FIND_ANY_NEXT_DRIVER
source: Could not find any next driver
de: Konnte keinen nächsten Treiber finden
es: No se encuentra otro controlador
fr: Impossible de trouver d'autre pilote.
it: Impossibile trovare un altro driver successivo
pt_br: Não foi possível encontrar nenhum driver seguinte
ru: Не удалось найти следующий драйвер

# MSG_COULD_NOT_FIND_COMPATIBLE_SYSTEM
source: Could not find compatible system.
de: Konnte kein kompatibles System finden
es: No se encuentra un sistema compatible
fr: Impossible de trouver un système compatible.
it: Impossibile trovare un sistema compatibile.
pt_br: Não foi possível encontrar um sistema compatível.
ru: Не удалось найти совместимую систему.

# MSG_COULD_NOT_FIND_VALID_DATA_TRACK
source: Could not find valid data track
de: Konnte keinen gültigen Daten-Track finden
es: No se encuentra una pista de datos válido
fr: Impossible de trouver de données valides.
it: Impossibile trovare una traccia di dati valida
pt_br: Não foi possível encontrar uma faixa de dados válida
ru: Не удалось найти дорожку данных

# MSG_COULD_NOT_OPEN_DATA_TRACK
source: could not open data track
es: No se puede abrir la pista de datos

# MSG_COULD_NOT_READ_CONTENT_FILE
source: Could not read content file
de: Konnte Inhalts-Datei nicht lesen
es: No se puede leer el contenido
fr: Impossible de lire le contenu du fichier
it: Impossibile leggere il contenuto del file
pt_br: Não foi possível ler o arquivo de conteúdo
ru: Не удалось прочитать файл контента

# MSG_COULD_NOT_READ_MOVIE_HEADER
source: Could not read movie header.
es: No se puede leer el encabezado de la película

# MSG_COULD_NOT_READ_STATE_FROM_MOVIE
source: Could not read state from movie.
de: Konnte Status der Filmdatei nicht lesen.
es: No se puede leer el estado del película
fr: Impossible de lire l'état du film.
it: Impossibile leggere lo stato dal filmato.
pt_br: Não foi possível ler o Estado de Jogo do filme.
ru: Не удалось прочитать состояние видеоролика.

# MSG_CRC32_CHECKSUM_MISMATCH
source: CRC32 checksum mismatch between content file and saved content checksum in replay file header. Replay highly likely to desync on playback.
de: CRC32-Prüfsumme des Inhalts und die gespeicherte Prüfsumme der Replay-Datei stimmen nicht überein. Wird die Aufzeichnung wiedergegeben, wird sie sehr wahrscheinlich asynchron.
es: El CRC32 del contenido no concuerda con el del replay, Es probable que se de-sincronice al reproducir
fr: Le checksum du CRC32 est différent entre le contenu du fichier et celui des données sauvegardées dans l'entête du fichier de replay. le replay a de grandes chances de se désynchroniser à la lecture.
it: La mancata corrispondenza del checksum CRC32 tra il file di contenuto e il checksum del contenuto salvato nell'intestazione del file di replay, riproduce molto probabilmente il desync sulla riproduzione.
pt_br: Soma de verificação CRC32 incompatível entre o arquivo de conteúdo e a soma de verificação de conteúdo salva no cabeçalho do arquivo de reprodução. Reprodução altamente susceptível de dessincronizar na reprodução.
ru: Ошибка контрольной суммы CRC32 между файлом содержимого и контрольной суммой сохраненного содержимого в заголовке файла воспроизведения

# MSG_CUSTOM_TIMING_GIVEN
source: Custom timing given
de: Benutzerdefiniertes Timing gefunden
es: Timing personalizado provisto
fr: Temps personnalisé attribué
pt_br: Tempo personalizado fornecido
ru: Задано ручное значение тайминга.

# MSG_DECOMPRESSION_ALREADY_IN_PROGRESS
source: Decompression already in progress.
de: Dekompression läuft bereits.
es: Descompresión en progreso
fr: Décompression en cours.
it: Decompressione già in corso.
pt_br: Descompressão já está em andamento.
ru: Декомпрессия уже выполняется.

# MSG_DECOMPRESSION_FAILED
source: Decompression failed.
de: Dekompression fehlgeschlagen.
es: Fallo al descomprimir
fr: Échec de la décompression.
it: La decompressione non è riuscita.
pt_br: Descompressão falhou.
ru: Ошибка декомпрессии.

# MSG_DETECTED_VIEWPORT_OF
source: Detected viewport of
de: Erkannte Bildbereich von
es: Detectado viewport de
fr: Détection du visuel
it: Rilevati i viewport di
pt_br: Detectada janela de exibição de
ru: Обнаружено окно проекции

# MSG_DID_NOT_FIND_A_VALID_CONTENT_PATCH
source: Did not find a valid content patch.
de: Kein gültiger Patch für diesen Inhalt gefunden.
es: No se encontró un parche válido
fr: Impossible de trouver un patch de contenu valide.
it: Non è stata trovata una patch di contenuto valida.
pt_br: Não encontrou uma modificação de conteúdo válido.
ru: Не найден правильный патч для контента.

# MSG_DISCONNECT_DEVICE_FROM_A_VALID_PORT
source: Disconnect device from a valid port.
es: Desconecte el dispositivo desde un puerto válido

# MSG_DISK_CLOSED
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
pt_br: Fechado
ru: Закрыто

# MSG_DISK_EJECTED
source: Ejected
de: Ausgeworfen
es: Expulsado
fr: Éjecté
it: Espulsione
pt_br: Ejetado
ru: Выброс

# MSG_DOWNLOADING
source: Downloading
de: Herunterladen von
es: Descargando
fr: Téléchargement
it: Scaricamento in corso del file
pt_br: Baixando
ru: Прогресс загрузки

# MSG_DOWNLOAD_FAILED
source: Download failed
de: Herunterladen fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
it: Download fallito
pt_br: Download falhou
ru: Загрузка не удалась

# MSG_ERROR_LIBRETRO_CORE_REQUIRES_CONTENT
source: Libretro core requires content, but nothing was provided.
de: Libretro-Core benötigt Inhalt, es wurde jedoch keiner bereitgestellt.
es: El núcleo Libretro necesita contenido, pero no se le propicio.
fr: Le cœur nécessite un contenu, or aucun n'a été fourni.
it: Il core Libretro richiede contenuti, ma nessun dato è stato fornito..
pt_br: O núcleo libretro requer conteúdo, mas nada foi fornecido.
ru: Ядру Libretro требуется контент, но ничего не было предоставлено.

# MSG_ERROR_LIBRETRO_CORE_REQUIRES_SPECIAL_CONTENT
source: Libretro core requires special content, but none were provided.
de: Libretro-Core benötigt speziellen Inhalt, es wurde jedoch keiner bereitgestellt.
es: El núcleo Libretro necesita contenido especial, pero no se le propicio.
fr: Le cœur nécessite un contenu spécial, or aucun n'a été fourni.
it: I core Libretro richiedono contenuti speciali, ma nessun dato è stato fornito.
pt_br: O núcleo libretro requer conteúdo especial, mas nenhum foi fornecido.
ru: Ядру Libretro требуется особый контент, но его не было.

# MSG_ERROR_PARSING_ARGUMENTS
source: Error parsing arguments.
de: Fehler beim Verarbeiten der Argumente.
es: Error analizando argumentos
fr: Erreur lors de l'analyse des arguments.
it: Errore durante l'analisi di argomenti.
pt_br: Erro em analisar os argumentos.
ru: Ошибка при анализе аргументов.

# MSG_ERROR_SAVING_CORE_OPTIONS_FILE
source: Error saving core options file.
de: Fehler beim Speichern der Core-Optionen
es: Error guardando archivo de opciones del núcleo
fr: Erreur lors de l'enregistrement du fichier d'option du cœur.
it: Errore nel salvataggio del file delle opzioni del core.
pt_br: Erro em salvar o arquivo de opções de núcleo.
ru: Ошибка при сохранении файла основных опций.

# MSG_ERROR_SAVING_REMAP_FILE
source: Error saving remap file.
de: Fehler beim Speichern der Tasten-Umbelegungen.
es: Error guardando archivo de reasignación
fr: Erreur lors de l'enregistrement du fichier de remap.
it: Errore nel salvataggio del file remap.
pt_br: Erro em salvar o arquivo de remapeamento.
ru: Ошибка при сохранении файла переопределения.

# MSG_ERROR_REMOVING_REMAP_FILE
source: Error removing remap file.
de: Fehler beim Löschen der Tasten-Umbelegungen.
es: Error eliminado archivo de reasignación
it: Errore durante la rimozione del file remap.
pt_br: Erro em remover o arquivo de remapeamento.

# MSG_ERROR_SAVING_SHADER_PRESET
source: Error saving shader preset.
de: Fehler beim Speichern der Shader-Voreinstellungen.
es: Error guardando shader preset
fr: Erreur lors de l'enregistrement du preset de shader.
it: Errore durante il salvataggio delle preimpostazioni di shader.
pt_br: Erro em salvar a predefinição de Shader.
ru: Ошибка сохранения пресетов шейдера.

# MSG_EXTERNAL_APPLICATION_DIR
source: External Application Dir
de: Externe Anwendungen
es: Carpeta de aplicación externa
fr: Répertoire d'application externe.
it: Directory dell'applicazione esterna
pt_br: Diretório de Aplicativo Externo
ru: Внешний каталог приложений

# MSG_EXTRACTING
source: Extracting
de: Entpacke
es: Extrayendo
fr: Extraction
it: Estrazione in corso del file
pt_br: Extraindo
ru: Извлечение

# MSG_EXTRACTING_FILE
source: Extracting file
es: Extrayendo archivo

# MSG_FAILED_SAVING_CONFIG_TO
source: Failed saving config to
de: Fehler beim Speichern der Konfiguration in
es: Fallo al guardar configuración en
fr: Erreur lors de la sauvegarde de la configuration vers
it: Non è riuscito il salvataggio della configurazione per
pt_br: Falha em salvar a configuração em
ru: Ошибка сохранения конфигурации в

# MSG_FAILED_TO
source: Failed to
de: Fehler beim
es: Fallo al
fr: Échec de
it: Non è riuscito a
pt_br: Falha em
ru: Ошибка

# MSG_FAILED_TO_ACCEPT_INCOMING_SPECTATOR
source: Failed to accept incoming spectator.
es: Fallo al aceptar al espectador

# MSG_FAILED_TO_ALLOCATE_MEMORY_FOR_PATCHED_CONTENT
source: Failed to allocate memory for patched content...
de: Fehler beim zuweisen des Arbeitsspeichers für den gepatchten Inhalt...
es: Fallo al reservar memoria para el contenido parcheado
fr: Échec d'allocation mémoire pour le contenu patché...
it: Impossibile allocare la memoria per il contenuto patchato...
pt_br: Falha em alocar memória para o conteúdo modificado...
ru: Не удалось выделить память для пропатченного содержимого ...

# MSG_FAILED_TO_APPLY_SHADER
source: Failed to apply shader.
es: Fallo al aplicar el shader

# MSG_FAILED_TO_BIND_SOCKET
source: Failed to bind socket.
de: Fehler beim binden des Sockets.
es: Fallo al asignar el socket
fr: Échec d'attribution du socket.
it: Impossibile collegare il socket.
pt_br: Falha em vincular o soquete.
ru: Не удалось привязать сокет.

# MSG_FAILED_TO_CREATE_THE_DIRECTORY
source: Failed to create the directory.
de: Fehler beim Erstellen des Verzeichnisses.
es: Fallo al crear la carpeta
fr: Échec de création du répertoire.
it: Impossibile creare la directory
pt_br: Falha em criar o diretório.
ru: Не удалось создать каталог.
